{
  "common": {
    "name": "matter",
    "version": "0.2.10",
    "news": {
      "0.2.10": {
        "en": "Makes the Adapter UI also available as standalone tab\nAdded error details when adding the same state twice to a bridge or device\nFixes discovery start in UI",
        "de": "Stellt den Adapter UI auch als Standalone Tab zur Verfügung\nFehlerdetails hinzugefügt, wenn derselbe Zustand zweimal einer Brücke oder einem Gerät hinzugefügt wird\nBehebt Entdeckungsstart in UI",
        "ru": "Делает интерфейс адаптера также доступным как отдельная вкладка\nДобавлена информация об ошибке при добавлении одного и того же состояния дважды на мост или устройство\nОткрытие Fixes начинается в UI",
        "pt": "Torna a interface do usuário do adaptador também disponível como aba standalone\nAdicionados detalhes de erro ao adicionar o mesmo estado duas vezes a uma ponte ou dispositivo\nCorrige o início da descoberta na interface do usuário",
        "nl": "Maakt de Adapter UI ook beschikbaar als standalone tab\nFoutgegevens toegevoegd bij het twee keer toevoegen van dezelfde status aan een brug of apparaat\nHerstelt ontdekking beginnen in UI",
        "fr": "Rendre l'interface utilisateur adaptateur également disponible sous forme d'onglet autonome\nAjout de détails d'erreur lors de l'ajout du même état deux fois sur un pont ou un périphérique\nFixe le début de la découverte en UI",
        "it": "Rende disponibile anche l'adattatore UI come scheda standalone\nDettagli di errore aggiunti quando si aggiunge lo stesso stato due volte a un ponte o dispositivo\nFissa l'inizio della scoperta in UI",
        "es": "Hace que el adaptador UI también disponible como pestaña independiente\nAñadido detalles de error al añadir el mismo estado dos veces a un puente o dispositivo\nEmpieza el descubrimiento de correcciones en UI",
        "pl": "Sprawia, że interfejs Adapter jest również dostępny jako karta standalone\nDodano szczegóły błędu podczas dodawania tego samego stanu dwa razy do mostu lub urządzenia\nFixes discovery start in UI",
        "uk": "Виготовляє адаптер UI також доступний як самостійна вкладка\nДодана інформація про помилки при додаванні однакового стану двічі на міст або пристрій\nПочати відкриття виправлень в UI",
        "zh-cn": "使适配器 UI 也作为独立标签可用\n在桥或设备上两次添加相同状态时添加错误细节\n在UI中修复发现"
      },
      "0.2.9": {
        "en": "When Get and set states are separated then also update set state with new values\nNode details dialog in controller now exposes some more Battery information\nAlso exposes the battery states when features are set wrong on the device\nFixes LightSensor state mapping\nPrevents errors when only some energy states exist\nUses the IP provided by Android when commissioning devices if possible\nRestructure discovery to run in background and not block the UI\nExposes States for Enums for Matter nodes\nPrevent storage to delete wrong data when a node gets removed",
        "de": "Wenn Get und set Zustände getrennt werden, dann aktualisieren Sie auch den eingestellten Zustand mit neuen Werten\nNode Details Dialog im Controller zeigt jetzt einige weitere Batterieinformationen\nBelichtet auch die Batteriezustände, wenn Features falsch auf dem Gerät gesetzt werden\nBehebt die LightSensor-Zustandskartierung\nVerhindert Fehler, wenn nur einige Energiezustände existieren\nBenutzt die von Android bereitgestellte IP bei der Inbetriebnahme von Geräten, wenn möglich\nRestrukturierung Entdeckung im Hintergrund laufen und nicht blockieren die UI\nExposes States for Enums for Matter nodes\nVerhindern Sie die Speicherung falscher Daten zu löschen, wenn ein Knoten entfernt wird",
        "ru": "Когда Получить и установить состояния разделены, то также обновить установленное состояние с новыми значениями\nДиалог данных узла в контроллере теперь раскрывает некоторые дополнительные сведения о батареях\nТакже выставляет состояния батареи, когда функции устанавливаются неправильно на устройстве\nКартирование состояния LightSensor\nПредотвращает ошибки, когда существуют только некоторые энергетические состояния\nИспользуйте IP, предоставляемый Android при вводе в эксплуатацию устройств, если это возможно\nРеструктуризация открытия для запуска в фоновом режиме, а не для блокировки пользовательского интерфейса\nЭкспозиции для Enums for Matter nodes\nПредотвращение удаления неправильных данных при удалении узла",
        "pt": "Quando Obter e definir estados são separados, então também atualizar o estado definido com novos valores\nDetalhes do nó diálogo no controlador agora expõe mais informações da bateria\nTambém expõe os estados da bateria quando as características são definidas erradas no dispositivo\nCorrige o mapeamento do estado LightSensor\nPrevine erros quando existem apenas alguns estados de energia\nUsa o IP fornecido pelo Android ao comissionar dispositivos se possível\nReestruturar a descoberta para correr em segundo plano e não bloquear a interface do usuário\nExpõe Estados para Enums para nós Matter\nImpedir o armazenamento para excluir dados errados quando um nó é removido",
        "nl": "Wanneer Get en set toestanden worden gescheiden dan ook update status met nieuwe waarden\nNode details dialoogvenster in controller stelt nu wat meer Battery informatie bloot\nStelt ook de batterij toestanden wanneer functies verkeerd zijn ingesteld op het apparaat\nHerstelt LightSensor status mapping\nVoorkomt fouten wanneer er slechts enkele energietoestanden bestaan\nGebruikt het IP dat door Android wordt verstrekt bij het in gebruik nemen van apparaten indien mogelijk\nRestructureer ontdekking te draaien in achtergrond en niet blokkeren van de UI\nExposeert staten voor Enums voor materienodes\nVoorkom opslag om verkeerde gegevens te verwijderen wanneer een knooppunt wordt verwijderd",
        "fr": "Quand les états Get et set sont séparés, puis aussi mettre à jour l'état set avec de nouvelles valeurs\nLa boîte de dialogue des détails du nœud dans le contrôleur expose maintenant quelques informations supplémentaires sur la batterie\nAffiche également les états de la batterie lorsque les fonctionnalités sont mal définies sur l'appareil\nCorrige la cartographie de l'état de LightSensor\nPrévient les erreurs quand il n'y a que quelques états d'énergie\nUtilise l'IP fourni par Android lors de la mise en service des appareils si possible\nDécouverte de restructuration pour courir en arrière-plan et non bloquer l'interface utilisateur\nExposes States pour Enums for Matter nœuds\nEmpêcher le stockage de supprimer les mauvaises données lorsqu'un noeud est supprimé",
        "it": "Quando ottenere e impostare gli stati sono separati, quindi anche aggiornare lo stato impostato con nuovi valori\nLa finestra di dialogo dei dettagli del nodo nel controller ora espone alcune altre informazioni della batteria\nInoltre espone gli stati della batteria quando le caratteristiche sono impostate male sul dispositivo\nRisolve la mappatura dello stato LightSensor\nPreviene gli errori quando esistono solo alcuni stati energetici\nUtilizza l'IP fornito da Android quando si commissionano i dispositivi se possibile\nRistrutturare la scoperta per correre in background e non bloccare l'interfaccia utente\nEspone Stati per Enums per i nodi di materia\nPrevenire la memorizzazione per eliminare i dati errati quando un nodo viene rimosso",
        "es": "Cuando los estados Get y set se separan, entonces también actualizar el estado set con nuevos valores\nDiálogo Node detalles en el controlador ahora expone algo más Información de la batería\nTambién expone los estados de la batería cuando las características se establecen mal en el dispositivo\nArregla la cartografía estatal LightSensor\nPreviene errores cuando sólo existen algunos estados energéticos\nUtiliza la IP proporcionada por Android al encargar dispositivos si es posible\nReestructurar el descubrimiento para funcionar en el fondo y no bloquear la UI\nExposes States for Enums for Matter nodes\nEvitar el almacenamiento para eliminar datos incorrectos cuando se elimina un nodo",
        "pl": "Kiedy Get i set stany są oddzielone, a następnie aktualizować stan ustawiony z nowymi wartościami\nOkno szczegółów węzła w sterowniku ujawnia teraz kilka więcej informacji o baterii\nEksponuje również stany baterii, gdy funkcje są ustawione źle na urządzeniu\nMapowanie stanu LightSensor\nZapobiega błędom, gdy istnieją tylko niektóre stany energetyczne\nUżywa IP dostarczonego przez Androida podczas uruchamiania urządzeń, jeśli to możliwe\nOdkrycie restrukturyzacji w tle, a nie blokowanie interfejsu\nEkspozycja stanów dla Enums dla węzłów materii\nZapobieganie kasowaniu niewłaściwych danych po usunięciu węzła",
        "uk": "При отриманні та встановлених станах відокремлюються, а також оновлення встановленого стану з новими значеннями\nNode Подробиці діалогове вікно в контролері тепер виводить більше інформації про акумулятор\nТакож виставляє стани акумулятора, коли функції встановлюють неправильно на пристрої\nВиправлення LightSensor державного картування\nЗапобігає помилкам, коли існують лише деякі енергетичні стани\nВикористовуйте IP, надану Android при введенні пристроїв, якщо це можливо\nВідновлення структури для запуску на фоні і не блокувати UI\nЕкспози США для Enums для Matter nodes\nЗапобігти зберіганню видалити неправильні дані при видаленні вузла",
        "zh-cn": "当 Get 和 set 状态分离后, 也会用新值更新 set 状态\n控制器中的节点详细对话框现在会显示一些更多的电池信息\n当设备上的特性设定错误时, 也会暴露电池状态\n修正灯传感器状态映射\n仅存在一些能量状态时防止错误\n如果可能,在启用设备时使用Android提供的IP\n调整发现结构以在背景中运行,而不屏蔽 UI\n物质节点的元素曝光状态\n在节点被移除时防止存储删除错误的数据"
      },
      "0.2.8": {
        "en": "Contains many changes in Frontend and Backend including updates and new Feature. Please check the Changelog.",
        "de": "Enthält viele Änderungen in Frontend und Backend einschließlich Updates und neue Feature. Bitte überprüfen Sie das Changelog.",
        "ru": "Содержит много изменений в Frontend и Backend, включая обновления и новую функцию. Пожалуйста, проверьте Изменлог.",
        "pt": "Contém muitas mudanças no Frontend e Backend, incluindo atualizações e novos recursos. Por favor, verifique o Changelog.",
        "nl": "Bevat veel wijzigingen in Frontend en Backend inclusief updates en nieuwe feature. Controleer de Changelog.",
        "fr": "Contient de nombreux changements dans Frontend et Backend, y compris des mises à jour et une nouvelle fonctionnalité. Veuillez consulter le Changelog.",
        "it": "Contiene molte modifiche in Frontend e Backend tra cui aggiornamenti e nuova funzionalità. Controlla il Changelog.",
        "es": "Contiene muchos cambios en Frontend y Backend incluyendo actualizaciones y nuevas características. Por favor, compruebe el Changelog.",
        "pl": "Zawiera wiele zmian w Frontend i Backend w tym aktualizacje i nowe funkcje. Proszę sprawdzić Changelog.",
        "uk": "Містить багато змін у Frontend і Backend, включаючи оновлення та нову функцію. Будь ласка, перевірте Логін.",
        "zh-cn": "包含许多前端和后端的修改,包括更新和新的特性. 请检查date=中的日期值 (帮助) Changelog."
      },
      "0.2.7": {
        "en": "Cleans up objects when a controller node is deleted\nPrevents controller configuration changes to be executed in parallel",
        "de": "Reinigt Objekte, wenn ein Controller-Knoten gelöscht wird\nVerhindert, dass Reglerkonfigurationsänderungen parallel ausgeführt werden",
        "ru": "Очищает объекты при удалении узла контроллера\nПредотвращает изменения конфигурации контроллера, которые должны быть выполнены параллельно",
        "pt": "Limpa objetos quando um nó do controlador é excluído\nImpede que as alterações de configuração do controlador sejam executadas em paralelo",
        "nl": "Opruimt objecten wanneer een controllerknooppunt wordt verwijderd\nVoorkomt dat de configuratie van de controller parallel wordt uitgevoerd",
        "fr": "Nettoie les objets lorsqu'un noeud du contrôleur est supprimé\nEmpêche les modifications de configuration du contrôleur d'être exécutées en parallèle",
        "it": "Pulisce gli oggetti quando un nodo del controller viene eliminato\nPreviene modifiche di configurazione del controller da eseguire in parallelo",
        "es": "Limpia objetos cuando se elimina un nodo controlador\nEvita los cambios de configuración del controlador a ejecutarse en paralelo",
        "pl": "Oczyszcza obiekty po usunięciu węzła kontrolera\nZapobiega zmianom konfiguracji sterownika, które mają być wykonywane równolegle",
        "uk": "Очищення об'єктів при видаленні вузла контролера\nЗапобігає зміни конфігурації контролера, які будуть виконуватися паралельно",
        "zh-cn": "删除控制节点时清理对象\n防止同时执行控制器配置更改"
      },
      "0.2.6": {
        "en": "Fixes ColorTemperature light initialization because of matter.js update",
        "de": "Behebt die ColorTemperatur Licht Initialisierung aufgrund der Materie. js update",
        "ru": "Исправляет инициализацию цвета температуры из-за материи. js обновление",
        "pt": "Corrige a inicialização de luz ColorTemperature por causa da matéria. js update",
        "nl": "Bevestigt kleurTemperatuur licht initialisatie vanwege materie. js update",
        "fr": "Corrige l'initialisation de la lumière ColorTemperature à cause de la matière. Mise à jour de js",
        "it": "Fissa l'inizializzazione della luce ColorTemperature a causa della materia. aggiornamento js",
        "es": "Arreglos ColorTemperatura inicialización de la luz debido a la materia. js update",
        "pl": "Fixes ColorTemperatura inicjalizacja światła z powodu materii. Aktualizacja js",
        "uk": "Фіксує колірТемпературна ініціалізація світла через матерію. оновлення js",
        "zh-cn": "修补颜色Temperature光因物质而初始化. js 更新"
      },
      "0.2.5": {
        "en": "Sets the \"no-compose\" flag correctly to normally use composed if needed and adds it to a missing dialog\nAllows to use null values if needed\nFixes UNREACH handling for devices\nFixes object change handling for controller\nAllow Bridges to expose its name as a device name\nAllows to rename controller nodes and devices",
        "de": "Setzt das \"no-compose\"-Flag richtig ein, um normalerweise komponiert zu verwenden und fügt es zu einem fehlenden Dialog hinzu\nErlaubt, bei Bedarf Nullwerte zu verwenden\nBehebt UNREACH-Handling für Geräte\nFixes Objektänderungshandling für Controller\nErlaubt Bridges, seinen Namen als Gerätenamen zu entlarven\nErmöglicht die Umbenennung von Controller-Knoten und -Geräten",
        "ru": "Установить флаг «без композиций» правильно, чтобы обычно использовать его, если это необходимо, и добавить его в недостающий диалог\nПозволяет использовать нулевые значения в случае необходимости\nFixes UNREACH для устройств\nИсправление изменения объекта для контроллера\nПозволяет Bridges разоблачить свое имя как имя устройства\nПозволяет переименовать узлы и устройства контроллера",
        "pt": "Define a bandeira \"não compor\" corretamente para usar normalmente composta se necessário e adiciona-a a uma caixa de diálogo ausente\nPermite usar valores nulos se necessário\nCorrige o manuseio UNREACH para dispositivos\nCorrige o manuseio de alterações de objetos para o controlador\nPermitir que Bridges exponha seu nome como um nome de dispositivo\nPermite renomear nós de controlador e dispositivos",
        "nl": "Stelt de \"no-compose\"-vlag correct in om gecomposed te gebruiken indien nodig en voegt deze toe aan een ontbrekend dialoogvenster\nHiermee kunt u zo nodig nulwaarden gebruiken\nBevestigt UNREACH-afhandeling voor apparaten\nHerstelt object verandering behandeling voor controller\nBruggen toestaan om haar naam als apparaatnaam te ontmaskeren\nHiermee kunt u controllerknooppunten en -apparaten hernoemen",
        "fr": "Définit le drapeau \"non-composant\" correctement pour utiliser normalement composé si nécessaire et l'ajoute à une boîte de dialogue manquante\nPermet d'utiliser des valeurs null si nécessaire\nCorrige la manipulation d'UNREACH pour les appareils\nCorrection de la manipulation du changement d'objet pour le contrôleur\nPermettre à Bridges d'exposer son nom comme un nom d'appareil\nPermet de renommer les nœuds et les périphériques du contrôleur",
        "it": "Imposta la bandiera \"no-compose\" correttamente per utilizzare normalmente composta se necessario e aggiungerla a una finestra di dialogo mancante\nConsente di utilizzare valori null se necessario\nFissa la gestione UNREACH per dispositivi\nRisolve la gestione del cambiamento degli oggetti per il controller\nConsente a Bridges di esporre il suo nome come nome di un dispositivo\nConsente di rinominare nodi e dispositivi del controller",
        "es": "Establece la bandera \"no-compos\" correctamente para usar normalmente compuesta si es necesario y la añade a un diálogo perdido\nPermite utilizar valores nulos si es necesario\nFija el manejo UNREACH para dispositivos\nArregla el manejo del cambio de objeto para el controlador\nPermitir a Bridges exponer su nombre como un nombre de dispositivo\nPermite renombrar nodos y dispositivos controlador",
        "pl": "Ustawia flagę \"no- composite\" poprawnie, aby normalnie używać skomponowanego w razie potrzeby i dodaje ją do brakującego okna dialogowego\nPozwala na użycie wartości zerowych w razie potrzeby\nFixes UNREACH obsługi urządzeń\nUstawia obsługę zmiany obiektu dla kontrolera\nPozwól Mostkom na ujawnienie nazwy urządzenia\nUmożliwia zmianę nazwy węzłów i urządzeń sterownika",
        "uk": "Встановіть прапорець \"no-compose\" правильно, щоб зазвичай використовувати, що складається, якщо потрібно і додає його до відсутній діалог\nДозволяє використовувати значення null, якщо потрібно\nВиправлення роботи UNREACH для пристроїв\nВиправлення управління змінами об'єкта для контролера\nДозволяє мостів, щоб виставити ім'я пристрою\nДозволяє перейменувати вузли контролера і пристрої",
        "zh-cn": "设置“ 无编解” 旗帜, 以便在必要时正常使用编解, 并将其添加到缺少的对话框中\n需要时允许使用无效值\n修复设备的UNREACH处理\n修正控制器对象更改处理\n允许 Bridges 将其名称曝光为设备名称\n允许重命名控制器节点和设备"
      },
      "0.2.4": {
        "en": "Shows a progress indicator when deleting controller nodes\nCuts names and labels to 32 or 64 characters as needed by Matter\nImproves error handling on devices and bridges\nClear storage when removing a bridged device\nProcesses changed objects with a 5s delay to prevent too many changes at once\nFixes version determination\nInitializes Device objects more lazily",
        "de": "Zeigt einen Fortschrittsindikator beim Löschen von Controller-Knoten\nSchneidet Namen und Labels auf 32 oder 64 Zeichen nach Bedarf von Matter\nVerbessert die Fehlerbehandlung auf Geräten und Brücken\nLöschen Sie die Speicherung beim Entfernen eines überbrückten Geräts\nProzesse veränderten Objekte mit einer Verzögerung von 5s, um zu viele Änderungen auf einmal zu verhindern\nBehebt die Versionsbestimmung\nInitialisiert Geräteobjekte mehr lazily",
        "ru": "Показывает индикатор прогресса при удалении узлов контроллера\nОтрезает имена и этикетки до 32 или 64 символов по мере необходимости от Matter\nУлучшает обработку ошибок на устройствах и мостах\nЧистое хранение при удалении мостового устройства\nПроцессы изменили объекты с задержкой 5s, чтобы предотвратить слишком много изменений сразу\nОпределение версии\nИнициализировать объекты устройства более лениво",
        "pt": "Mostra um indicador de progresso ao excluir nós do controlador\nCorta nomes e rótulos para 32 ou 64 caracteres conforme necessário pela Matter\nMelhora o manuseio de erros em dispositivos e pontes\nLimpar armazenamento ao remover um dispositivo ponte\nProcessos mudou objetos com um atraso de 5s para evitar muitas mudanças ao mesmo tempo\nCorrige a determinação da versão\nInicializa objetos de dispositivo mais preguiçosamente",
        "nl": "Toont een voortgangsindicator bij het verwijderen van controllerknooppunten\nKnipt namen en labels tot 32 of 64 tekens naar behoefte door Matter\nVerbetert de foutafhandeling op apparaten en bruggen\nBewaarruimte wissen bij het verwijderen van een gebrugd apparaat\nProcessen veranderden objecten met een 5s vertraging om te veel veranderingen tegelijk te voorkomen\nRepareert versiebepaling\nInitialiseert apparaat objecten luier",
        "fr": "Affiche un indicateur de progression lors de la suppression des nœuds du contrôleur\nCoupe les noms et les étiquettes à 32 ou 64 caractères selon les besoins de la matière\nAméliore la gestion des erreurs sur les appareils et les ponts\nEffacer le stockage lors de l'enlèvement d'un dispositif ponté\nLes processus ont changé des objets avec un retard de 5s pour éviter trop de changements à la fois\nCorrige la détermination de la version\nInitialise les objets du périphérique plus paresseusement",
        "it": "Mostra un indicatore di progresso quando si eliminano i nodi del controller\nTagli nomi ed etichette a 32 o 64 caratteri come necessario da Matter\nMigliora la gestione degli errori su dispositivi e ponti\nConservazione chiara quando si rimuove un dispositivo pontificato\nProcessi modificati oggetti con un ritardo di 5s per prevenire troppe modifiche contemporaneamente\nFissa la determinazione della versione\nInizialmente gli oggetti del dispositivo più pigramente",
        "es": "Muestra un indicador de progreso al eliminar los nodos del controlador\nCorta nombres y etiquetas a 32 o 64 caracteres según sea necesario por Matter\nMejora el manejo de errores en dispositivos y puentes\nDespejado el almacenamiento cuando se quita un dispositivo puente\nProcesos cambiaron objetos con un retraso de 5s para prevenir demasiados cambios a la vez\nDeterminación de la versión fija\nInicia objetos de dispositivo más lazily",
        "pl": "Pokazuje wskaźnik postępu podczas usuwania węzłów sterownika\nWycina nazwy i etykiety do 32 lub 64 znaków według potrzeb Matter\nPoprawia obsługę błędów na urządzeniach i mostach\nPrzezroczysta pamięć masowa podczas usuwania zaokrąglonego urządzenia\nProcesy zmieniały obiekty z opóźnieniem 5s, aby zapobiec zbyt wielu zmian naraz\nUstalanie wersji filtrów\nInicjuje obiekty urządzenia bardziej leniwie",
        "uk": "Показує індикатор прогресу при видаленні вузлів контролера\nНарізки імен і етикеток до 32 або 64 символів, як це потрібно за допомогою Matter\nПокращує обробку помилок на пристроях і мостах\nПрозоре зберігання при видаленні мостового пристрою\nПроцеси змінилися об'єкти з затримкою 5-х, щоб запобігти занадто багато змін одночасно\nВизначення виправлень\nНавігація Пристрої об'єктів більш лляною",
        "zh-cn": "删除控制器节点时显示进度指标\n根据 Matter 的需要将名称和标签剪切为 32 或 64 个字符\n改进设备和桥梁的错误处理\n删除桥式设备时清除存储\n用5s延迟来防止太多更改的处理对象\n修复版本确定\n初始化设备对象更加懒散"
      }
    },
    "title": "Matter",
    "titleLang": {
      "en": "Matter protocol",
      "de": "Matter Protokoll",
      "ru": "Мэттерный протокол",
      "pt": "Protocolo de matéria",
      "nl": "Matter protocol",
      "fr": "Matter protocol",
      "it": "Protocollo della materia",
      "es": "Protocolo de la materia",
      "pl": "Protokół Matter",
      "uk": "Протокол Маттер",
      "zh-cn": "马特议定书"
    },
    "desc": {
      "en": "Controlling and simulation of matter devices",
      "de": "Steuerung und Simulation von Matter-Geräten",
      "ru": "Контроль и моделирование Matter-устройств",
      "pt": "Controle e simulação de Matter-dispositivos",
      "nl": "Controleren en simulatie van Matter-apparaten",
      "fr": "Contrôle et simulation des Matter-dispositifs",
      "it": "Controllo e simulazione di Matter-dispositivi",
      "es": "Control y simulación de Matter-dispositivos",
      "pl": "Kontrola i symulacja Matter-urządzeń",
      "uk": "Контроль та імітація Matter-пристроїв",
      "zh-cn": "控制和模拟事故装置"
    },
    "authors": [
      "Denis Haev <dogafox@gmail.com>"
    ],
    "license": "Apache-2.0",
    "platform": "Javascript/Node.js",
    "mode": "daemon",
    "nogit": true,
    "loglevel": "info",
    "readme": "https://github.com/ioBroker/ioBroker.matter/blob/master/README.md",
    "icon": "matter.png",
    "connectionType": "local",
    "dataSource": "push",
    "adminTab": {
      "singleton": false,
      "name": "Matter"
    },
    "adminUI": {
      "config": "materialize",
      "tab": "materialize"
    },
    "tier": 3,
    "keywords": [
      "matter"
    ],
    "eraseOnUpload": true,
    "stopTimeout": 30000,
    "stopBeforeUpdate": true,
    "enabled": true,
    "compact": false,
    "singletonHost": true,
    "extIcon": "https://raw.githubusercontent.com/ioBroker/ioBroker.matter/master/admin/matter.png",
    "type": "iot-systems",
    "messagebox": true,
    "plugins": {
      "sentry": {
        "dsn": "https://de38f4a20c964ce395d2e236c64aa075@sentry.iobroker.net/234"
      }
    },
    "licenseInformation": {
      "type": "free",
      "license": "Apache-2.0"
    },
    "supportedMessages": {
      "deviceManager": true
    }
  },
  "protectedNative": [
    "pass",
    "login"
  ],
  "encryptedNative": [
    "pass"
  ],
  "native": {
    "interface": "",
    "debug": false,
    "login": "",
    "pass": "",
    "defaultBridge": ""
  },
  "objects": [],
  "instanceObjects": [
    {
      "_id": "bridges",
      "type": "folder",
      "common": {
        "name": "Matter Bridges",
        "desc": "Configuration and Details for Matter Bridges"
      },
      "native": {}
    },
    {
      "_id": "devices",
      "type": "folder",
      "common": {
        "name": "Matter Devices",
        "desc": "Configuration and Details for Matter Devices"
      },
      "native": {}
    },
    {
      "_id": "controller",
      "type": "folder",
      "common": {
        "name": "Matter Controller",
        "desc": "States for paired Matter Devices"
      },
      "native": {}
    },
    {
      "_id": "info",
      "type": "folder",
      "common": {
        "name": "Information"
      },
      "native": {}
    },
    {
      "_id": "info",
      "type": "channel",
      "common": {
        "name": "Information"
      },
      "native": {}
    },
    {
      "_id": "info.welcomeDialog",
      "type": "state",
      "common": {
        "name": "Welcome dialog showed",
        "role": "indicator",
        "type": "boolean",
        "read": true,
        "write": false
      },
      "native": {}
    }
  ]
}
