{
  "common": {
    "name": "matter",
    "version": "0.2.3",
    "news": {
      "0.2.3": {
        "en": "Makes sure to delete all objects and stop device when a device is deleted in UI\nWhen a devices/bridge object is deleted and adapter runs we try to detect this and stop the device/bridge\nOptimizes close handling of adapter\nUses adapter version as Software and Hardware versions in the exposed Matter devices\nFixes \"auto\" flags in backend when make no sense in objects\nFixes \"auto\" flag in UI\nPrevents cyclic state updates when a state is updated by the adapter to matter\nLog warnings when device optional device states are not mapped\nHides Product-ID and VendorId fields in UI when adding devices into a bridge",
        "de": "Vergewissern Sie sich, alle Objekte zu löschen und das Gerät zu stoppen, wenn ein Gerät in UI gelöscht wird\nWenn ein Gerät/Brücke-Objekt gelöscht wird und der Adapter läuft, versuchen wir dies zu erkennen und das Gerät/Brücke zu stoppen\nOptimiert die enge Handhabung des Adapters\nVerwendet die Adapterversion als Software- und Hardwareversionen in den exponierten Matter-Geräten\nBehebt \"auto\" Fahnen im Backend, wenn kein Sinn in Objekten\nBehebt \"auto\"-Flag in UI\nVerhindert zyklische Zustandsaktualisierungen, wenn ein Zustand durch den Adapter zur Materie aktualisiert wird\nLog-Warnungen, wenn Geräte optionale Gerätezustände nicht abgebildet werden\nHides Produkt-ID und Verkäufer Id-Felder in UI beim Hinzufügen von Geräten in eine Brücke",
        "ru": "Убедитесь, что удалить все объекты и остановить устройство, когда устройство удалено в пользовательском интерфейсе\nПри удалении устройства/мост и запуске адаптера мы пытаемся обнаружить это и остановить устройство/мост\nОптимизирует тесную обработку адаптера\nИспользует версию адаптера как версии программного обеспечения и оборудования в устройствах, находящихся под угрозой\nИсправления «авто» флаги в задней части, когда нет смысла в объектах\nФлаг \"авто\" в UI\nПредотвращает циклические обновления состояния, когда состояние обновляется адаптером к материи\nЖурнал предупреждения, когда состояния устройства не отображаются\nHides Product-ID и Vendor Id поля в пользовательском интерфейсе при добавлении устройств в мост",
        "pt": "Certifica-se de excluir todos os objetos e parar o dispositivo quando um dispositivo é excluído na interface do usuário\nQuando um objeto de dispositivos / ponte é excluído e o adaptador é executado, tentamos detectar isso e parar o dispositivo / ponte\nOtimiza o manuseio próximo do adaptador\nUsa a versão do adaptador como versões de software e hardware nos dispositivos expostos da Matter\nCorrige bandeiras \"auto\" no backend quando não faz sentido em objetos\nCorrige a bandeira \"auto\" na interface do usuário\nPrevine atualizações de estado cíclico quando um estado é atualizado pelo adaptador para importar\nAvisos de log quando os estados do dispositivo opcional não são mapeados\nEsconde Produto-ID e Fornecedor Campos de identificação na interface do usuário ao adicionar dispositivos em uma ponte",
        "nl": "Zorgt ervoor dat alle objecten te verwijderen en apparaat te stoppen wanneer een apparaat wordt verwijderd in UI\nWanneer een apparaat/brug object wordt verwijderd en de adapter draait proberen we dit te detecteren en het apparaat/brug te stoppen\nOptimaliseert het gebruik van de adapter\nGebruikt adapterversie als Software en Hardware versies in de blootgestelde Matter apparaten\nFixeert \"auto\"-vlaggen in backend wanneer geen zin in objecten\nFixeert \"auto\" vlag in UI\nVoorkomt cyclische status updates wanneer een toestand wordt bijgewerkt door de adapter aan materie\nLogwaarschuwingen wanneer optionele apparaattoestanden niet in kaart zijn gebracht\nVerbergt product-ID en leverancier Id velden in UI bij het toevoegen van apparaten aan een brug",
        "fr": "S'assure de supprimer tous les objets et d'arrêter le périphérique quand un périphérique est supprimé dans l'interface utilisateur\nLorsqu'un objet périphérique/pont est supprimé et que l'adaptateur fonctionne, nous essayons de le détecter et arrêtons l'appareil/pont\nOptimise la manipulation étroite de l'adaptateur\nUtilise la version adaptateur comme versions logicielles et matérielles dans les périphériques de matière exposés\nCorrige les drapeaux \"auto\" en backend quand n'ont aucun sens dans les objets\nCorrection du drapeau \"auto\" dans l'interface utilisateur\nPrévient les mises à jour de l'état cyclique lorsqu'un état est mis à jour par l'adaptateur pour la matière\nSignaler les avertissements lorsque les états optionnels de l'appareil ne sont pas cartographiés\nCacher le produit-ID et le fournisseur Champs d'id dans l'interface utilisateur lors de l'ajout de dispositifs dans un pont",
        "it": "Assicurarsi di eliminare tutti gli oggetti e fermare il dispositivo quando un dispositivo viene eliminato in UI\nQuando un oggetto dispositivo/ponte viene eliminato e l'adattatore viene eseguito cerchiamo di rilevare questo e di fermare il dispositivo/ponte\nOttimizza la stretta gestione dell'adattatore\nUtilizza la versione adattatore come versioni software e hardware nei dispositivi Matter esposti\nFissa bandiere \"auto\" in backend quando non hanno senso in oggetti\nFissa la bandiera \"auto\" in UI\nPreviene gli aggiornamenti dello stato ciclico quando uno stato viene aggiornato dall'adattatore alla materia\nAvvertenze di registro quando gli stati del dispositivo facoltativi non sono mappati\nNasconde prodotto-ID e venditore Id campi in UI quando si aggiungono dispositivi in un ponte",
        "es": "Asegúrese de eliminar todos los objetos y detener el dispositivo cuando se elimina un dispositivo en UI\nCuando se elimina un objeto de dispositivo / puente y se ejecuta el adaptador intentamos detectarlo y detener el dispositivo/puente\nOptimiza el manejo cercano del adaptador\nUtiliza la versión de adaptador como versiones de software y hardware en los dispositivos de Matter expuestos\nFija banderas \"auto\" en backend cuando no tenga sentido en los objetos\nFija la bandera \"auto\" en UI\nEvita las actualizaciones del estado cíclico cuando un estado es actualizado por el adaptador a la materia\nAvisos de registro cuando los estados del dispositivo opcional no son mapeados\nOculta producto-ID y vendedor Campos de Id en UI al agregar dispositivos en un puente",
        "pl": "Upewnij się, aby usunąć wszystkie obiekty i zatrzymać urządzenie, gdy urządzenie jest usuwane w UI\nPo usunięciu urządzenia / obiektu mostka i uruchomieniu adaptera staramy się to wykryć i zatrzymać urządzenie / most\nOptymalizuje ścisłą obsługę adaptera\nUżywa wersji adaptera jako wersji Software i Hardware w urządzeniach Matter narażonych\nFixes \"auto\" flagi w tle, gdy nie ma sensu w obiektach\nFixes \"auto\" flaga w UI\nZapobiega cyklicznym aktualizacjom stanu, gdy stan jest aktualizowany przez adapter do materii\nOstrzeżenia dotyczące dziennika, gdy dane urządzenia opcjonalnego nie są odwzorowane\nHides Product- ID i Vendor Id pola w UI podczas dodawania urządzeń do mostu",
        "uk": "Переконайтеся, що видалити всі об'єкти і зупинити пристрій при видаленні пристрою в UI\nКоли пристрій / мостовий об'єкт видалений і адаптер працює, ми намагаємося виявити це і зупинити пристрій / мост\nОптимізуйте тісну обробку адаптера\nВикористання версії адаптера як програмно-апаратних версій у відкритих пристроях Matter\nВиправлення \"auto\" прапорів у спанді при відсутності сенсу в об'єктах\nВиправлення \"авто\" прапора в UI\nЗапобігає циклічному стану оновлення, коли стан оновлюється адаптером до речовини\nУвімкніть попередження, коли пристрій не позначений стан пристроїв\nСховати продукти та постачальник Id поля в UI при додаванні пристроїв в міст",
        "zh-cn": "在 UI 中删除设备时确定删除所有对象并停止设备\n当设备/桥对象被删除和适配器运行时,我们尝试检测并停止设备/桥\n优化适配器的密切处理\n在已曝光的 Matter 设备中使用适配器版本作为软件和硬件版本\n当物体没有意义时将“自动”旗帜固定在后端\n在UI中修补“自动”旗帜\n当适配器将状态更新为物质时, 防止循环状态更新\n未映射设备可选设备状态时的日志警告\n隐藏产品识别和供应商 将设备添加到桥中的 ID 字段"
      },
      "0.2.2": {
        "en": "Uses plain matter.js logs for better readability\nPrevents ghost connection entries in the UI\nAdds some missing implementations for Controller of Door, Window, FloodAlarm and Motion",
        "de": "Benutzt reine Materie. js logs für bessere Lesbarkeit\nVerhindert Geisteranschlusseinträge in der UI\nFügt einige fehlende Implementierungen für Controller von Tür, Fenster, FlutAlarm und Motion hinzu",
        "ru": "Использует простую материю. js для лучшей читаемости\nПредотвращает записи подключения к привидению в UI\nДобавляет некоторые недостающие реализации для контроллера двери, окна, уведомления о наводнениях и движения",
        "pt": "Usa matéria simples. js logs para melhor legibilidade\nPrevine entradas de conexão fantasma na interface do usuário\nAdiciona algumas implementações em falta para Controller of Door, Window, FloodAlarm e Motion",
        "nl": "Gebruikt gewone materie. js logs voor betere leesbaarheid\nVoorkomt spookverbinding in de UI\nVoegt enkele ontbrekende implementaties voor Controller van deur, venster, FloodAlarm en beweging",
        "fr": "Utilise la matière pure. js logs pour une meilleure lisibilité\nEmpêche les entrées de connexion fantôme dans l'interface utilisateur\nAjoute quelques implémentations manquantes pour Contrôleur de Porte, Fenêtre, InondAlarm et Motion",
        "it": "Usa la materia normale. js logs per una migliore leggibilità\nPreviene le voci di connessione fantasma nell'interfaccia utente\nAggiunge alcune implementazioni mancanti per Controller di Porta, Finestra, Inondazione e Moto",
        "es": "Usa materia simple. js logs for better readability\nEvita las entradas de conexión fantasma en la UI\nAñade algunas implementaciones faltantes para Controlador de Puerta, Ventana, FloodAlarm y Motion",
        "pl": "Używa czystej materii. logi js dla lepszej czytelności\nZapobiega wpisom połączeń widmowych w UI\nDodaje brakujące implementacje dla Kontrolera Drzwi, Okna, Powódź Alarm i Ruch",
        "uk": "Використання простої матерії. js журнали для кращого зчитування\nЗапобігає запису з'єднання привидів в УІ\nДодавання деяких відсутніх заходів для контролера дверей, вікна, повені",
        "zh-cn": "使用普通物质。 js 更易读的日志\n防止 UI 中的幽灵连接条目\n为 Door 、 Window、 FloodAlmar 和 Motion 控制器添加一些缺失的执行"
      },
      "0.2.1": {
        "en": "Adds Color Temperature conversion if unit is \"mireds\"\nFixes Color Temperature cluster initialization\nFixes Min/Max calculation when unit conversion is used",
        "de": "Fügt Farbtemperaturkonvertierung hinzu, wenn Einheit \"Wunder\" ist\nBehebt die Initialisierung von Farbtemperaturcluster\nBehebt Min/Max-Berechnung, wenn die Einheitskonvertierung verwendet wird",
        "ru": "Добавляет преобразование цветовой температуры, если единица является «зерновой»\nИсправления Цвет Температурная инициализация кластера\nИсчисление запятой и Максом при использовании преобразования единицы",
        "pt": "Adiciona conversão de temperatura de cor se a unidade é \"espelho\"\nCorrige a inicialização do cluster de temperatura de cor\nCorrige o cálculo Min/Max quando a conversão da unidade é usada",
        "nl": "Voegt kleurtemperatuurconversie toe als eenheid \"gespiegeld\" is\nHerstelt kleurtemperatuur cluster initialisatie\nFixes Min/Max berekening wanneer eenheid conversie wordt gebruikt",
        "fr": "Ajoute la conversion de température de couleur si l'unité est \"mireds\"\nCorrige l'initialisation du groupe de température de couleur\nCorrige le calcul min/max lorsque la conversion unitaire est utilisée",
        "it": "Aggiunge la conversione di temperatura di colore se l'unità è \"mireds\"\nFissa l'inizializzazione del cluster di temperatura colore\nRisolve il calcolo Min/Max quando viene utilizzata la conversione dell'unità",
        "es": "Agrega la conversión de temperatura de color si la unidad es \"mirada\"\nArreglos de inicialización del grupo de temperatura de color\nArreglos Min/Max cálculo cuando se utiliza la conversión de unidad",
        "pl": "Dodaje konwersja temperatury koloru, jeśli jednostka jest \"mireds\"\nFixes Color Temperatura klaster inicjalizacja\nFixes Min / Max Calculation when unit conversion is used",
        "uk": "Додавання перетворення температури кольору, якщо блок \"перемирає\"\nВиправлення початкової ініціалізації кольорових температур\nВиправлення мінімальних/максів при переході блоку використовується",
        "zh-cn": "如果单位为“ 迷恋” , 则添加颜色温度转换\n修复色彩温度集群初始化\n在使用单位转换时修复 Min/ Max 计算"
      },
      "0.2.0": {
        "en": "IMPORTANT: Breaking change!! Please decommission ALL devices and do a full factory reset of the adapter Matter storage before installing this version. Pair the devices new afterwards. \nFinalizes Devices, Bridges and Controller functionality with a first set of 11 device types\nUpgrades to new Matter.js version and API (breaks storage structure)\nMoved build process of GUI to vite\nAdded possibility to group devices in the GUI",
        "de": "WICHTIG: Wechseln!! Bitte schalten Sie ALL-Geräte ein und machen Sie einen kompletten Werks-Reset des Adapters Matter Speicher vor der Installation dieser Version. Kombinieren Sie die Geräte danach neu.\nVervollständigt Geräte, Brücken und Controller-Funktionalität mit einem ersten Satz von 11 Gerätetypen\nUpgrades auf neue Matter.js-Version und API (bricht Speicherstruktur)\nUmgebauter Prozess der GUI to vite\nMöglichkeit, Geräte in der GUI zu gruppieren",
        "ru": "Перерыв! Пожалуйста, отключите все устройства и сделайте полный заводский сброс хранилища адаптера, прежде чем установить эту версию. Засунь новые устройства.\nЗавершение функциональности устройств, мостов и контроллеров с первым набором из 11 типов устройств\nОбновления к новой версии Matter.js и API (структура хранилища рассыпаний)\nПередвинутый процесс сборки GUI, чтобы скрыть\nДобавлена возможность группирования устройств в GUI",
        "pt": "IMPORTANTE: Mudança de ruptura!! Por favor desactivar TODOS os dispositivos e fazer uma restauração completa da fábrica do adaptador de armazenamento Matter antes de instalar esta versão. Emparelhar os dispositivos novos depois.\nFinaliza dispositivos, pontes e controlador funcionalidade com um primeiro conjunto de 11 tipos de dispositivo\nAtualiza para a nova versão Matter.js e API (quebra a estrutura de armazenamento)\nProcesso de construção movido de GUI para vite\nAdicionado possibilidade para agrupar dispositivos na GUI",
        "nl": "BELANGRIJK: Brekende verandering!! Ontmantel ALL apparaten en doe een volledige fabrieksreset van de adapter Matter opslag voordat u deze versie installeert. Combineer de apparaten daarna nieuw.\nVoltooit apparaten, bruggen en controller functionaliteit met een eerste set van 11 apparaattypes\nUpgrades naar nieuwe Matter.js versie en API (breekt opslagstructuur)\nVerplaatst bouwproces van GUI naar Vite\nMogelijkheid toegevoegd om apparaten in de GUI te groeperen",
        "fr": "Briser le changement! S'il vous plaît déclassez TOUS les appareils et faites une réinitialisation complète de l'adaptateur de stockage de la matière avant d'installer cette version. Jumelez les nouveaux appareils après.\nFinalise la fonctionnalité Appareils, ponts et contrôleurs avec un premier ensemble de 11 types d'appareils\nMise à niveau vers la nouvelle version Matter.js et l'API (suppression de la structure de stockage)\nDéplacement du processus de construction de l'interface utilisateur\nAjout de la possibilité de grouper les appareils dans l'interface graphique",
        "it": "IMPORTANTE: Breaking change!! Si prega di disattivare tutti i dispositivi e fare un reset completo fabbrica dell'adattatore Matter storage prima di installare questa versione. Coppia i dispositivi nuovi dopo.\nFinalizza la funzionalità Dispositivi, Ponti e Controller con un primo set di 11 tipi di dispositivi\nAggiornamenti alla nuova versione di Matter.js e API (struttura di archiviazione di rottura)\nProcesso di costruzione spostato di GUI da vite\nAggiunta possibilità di raggruppare dispositivi nella GUI",
        "es": "IMPORTANTE: ¡Romper el cambio! Por favor descomponga TODOS los dispositivos y haga un reajuste de fábrica completo del adaptador Guardado antes de instalar esta versión. Pare los dispositivos nuevos después.\nFinaliza la funcionalidad de dispositivos, puentes y controladores con un primer conjunto de 11 tipos de dispositivos\nActualizaciones a la nueva versión Matter.js y API (estructura de almacenamiento rompe)\nMovedo proceso de construcción de GUI para vite\nMayor posibilidad de agrupar dispositivos en el GUI",
        "pl": "WAŻNE: Łamanie zmian!! Przed zainstalowaniem tej wersji należy rozpakować wszystkie urządzenia i zresetować w pełni fabrycznie magazyn Matter. Para urządzenia nowe później.\nFinalizuje funkcje urządzeń, mostów i sterownika z pierwszym zestawem 11 typów urządzeń\nAktualizacje do nowej wersji Matter.js i API (łamie strukturę pamięci masowej)\nPrzeniesiony proces budowy GUI vite\nDodano możliwość grupowania urządzeń w GUI",
        "uk": "ВАЖЛИВО: Зміна переходів! Будь ласка, відхиляйте всі пристрої та зробіть повне скидання заводу адаптера Matter перед установкою цієї версії. З'єднайте нові пристрої після.\nЗакінчення пристроїв, міст і контролерів з першим набором типів 11 пристроїв\nОновлення нової версії Matter.js та API (структура зберігання тріщин)\nПереміщений процес побудови GUI для vite\nДодано можливість групових пристроїв в GUI",
        "zh-cn": "突破变化! 在安装此版本之前, 请取消所有设备的功能, 并重新安装适配器 。 之后给新设备配对.\n最终确定设备、桥梁和控制器的功能,第一套有11个设备类型\n升级到新的 Matter.js 版本和 API( 中断存储结构)\n将图形用户界面的构建进程移至 vite\n添加到 GUI 中组设备的可能性"
      },
      "0.1.13": {
        "en": "Working on the controller",
        "de": "Arbeiten am Controller",
        "ru": "Работает на контроллере",
        "pt": "Trabalhando no controlador",
        "nl": "Werken aan de controller",
        "fr": "Travailler sur le contrôleur",
        "it": "Lavorare sul controller",
        "es": "Trabajando en el controlador",
        "pl": "Prace nad kontrolerem",
        "uk": "Робота на контролері",
        "zh-cn": "控制员的工作"
      },
      "0.1.11": {
        "en": "Working on the controller",
        "de": "Arbeiten am Controller",
        "ru": "Работает на контроллере",
        "pt": "Trabalhando no controlador",
        "nl": "Werken aan de controller",
        "fr": "Travailler sur le contrôleur",
        "it": "Lavorare sul controller",
        "es": "Trabajando en el controlador",
        "pl": "Prace nad kontrolerem",
        "uk": "Робота на контролері",
        "zh-cn": "控制员的工作"
      },
      "0.1.10": {
        "en": "Implemented the factory reset and re-announcing",
        "de": "Ergänzt die Werksanweisung und Wiederankündigung",
        "ru": "Реализовано переустановку завода и переосмысление",
        "pt": "Implementado o reset de fábrica e re-anunciamento",
        "nl": "Vertaling:",
        "fr": "Mise en œuvre de l'usine réinitialisée et renonçant",
        "it": "Implementato il reset della fabbrica e riannuncio",
        "es": "Implementado el reajuste de fábrica y reanunciamiento",
        "pl": "Zrezygnował z resetu i ponowił działalność",
        "uk": "Реалізовано заводське скидання та переадресацію",
        "zh-cn": "执行工厂的重新定位和重新宣布"
      }
    },
    "title": "Matter",
    "titleLang": {
      "en": "Matter protocol",
      "de": "Matter Protokoll",
      "ru": "Мэттерный протокол",
      "pt": "Protocolo de matéria",
      "nl": "Matter protocol",
      "fr": "Matter protocol",
      "it": "Protocollo della materia",
      "es": "Protocolo de la materia",
      "pl": "Protokół Matter",
      "uk": "Протокол Маттер",
      "zh-cn": "马特议定书"
    },
    "desc": {
      "en": "Controlling and simulation of matter devices",
      "de": "Steuerung und Simulation von Matter-Geräten",
      "ru": "Контроль и моделирование Matter-устройств",
      "pt": "Controle e simulação de Matter-dispositivos",
      "nl": "Controleren en simulatie van Matter-apparaten",
      "fr": "Contrôle et simulation des Matter-dispositifs",
      "it": "Controllo e simulazione di Matter-dispositivi",
      "es": "Control y simulación de Matter-dispositivos",
      "pl": "Kontrola i symulacja Matter-urządzeń",
      "uk": "Контроль та імітація Matter-пристроїв",
      "zh-cn": "控制和模拟事故装置"
    },
    "authors": [
      "Denis Haev <dogafox@gmail.com>"
    ],
    "license": "Apache-2.0",
    "platform": "Javascript/Node.js",
    "mode": "daemon",
    "nogit": true,
    "loglevel": "info",
    "readme": "https://github.com/ioBroker/ioBroker.matter/blob/master/README.md",
    "icon": "matter.png",
    "connectionType": "local",
    "dataSource": "push",
    "adminUI": {
      "config": "materialize"
    },
    "tier": 3,
    "keywords": [
      "matter"
    ],
    "stopTimeout": 5000,
    "enabled": true,
    "compact": false,
    "singletonHost": true,
    "extIcon": "https://raw.githubusercontent.com/ioBroker/ioBroker.matter/master/admin/matter.png",
    "type": "iot-systems",
    "messagebox": true,
    "plugins": {
      "sentry": {
        "dsn": "https://de38f4a20c964ce395d2e236c64aa075@sentry.iobroker.net/234"
      }
    },
    "licenseInformation": {
      "type": "free",
      "license": "Apache-2.0"
    },
    "supportedMessages": {
      "deviceManager": true
    }
  },
  "protectedNative": [
    "password",
    "login"
  ],
  "encryptedNative": [
    "password"
  ],
  "native": {
    "interface": "",
    "debug": false,
    "login": "",
    "pass": "",
    "defaultBridge": ""
  },
  "objects": [],
  "instanceObjects": []
}
