{
    "%s of %s devices selected": "%s sur %s appareils sélectionnés",
    "Access Point": "Point d'accès",
    "Activate BLE to pair devices nearby. You can also use the \"ioBroker Visu\" App to pair other devices.": "Activez BLE pour coupler des appareils à proximité de votre hôte ioBroker, qui ne sont pas déjà couplés à un autre écosystème. Vous pouvez également utiliser l'application « ioBroker Visu » pour coupler d'autres appareils.",
    "Add": "Ajouter",
    "Add %s device(s)": "Ajouter %s périphérique(s)",
    "Add bridge": "Ajouter un pont",
    "Add device": "Ajouter un appareil",
    "Add device \"%s\" by pairing code or QR Code": "Ajoutez l'appareil « %s » par code d'association ou code QR",
    "Add device by pairing code or QR Code": "Ajouter un appareil par code d'association ou code QR",
    "Add device from channel or device": "Ajouter un appareil à partir d'un canal ou d'un appareil",
    "Add device from one state": "Ajouter un appareil à partir d'un état",
    "Add device with auto-detection": "Ajouter un appareil avec détection automatique",
    "Add devices": "Ajouter des appareils",
    "Add via QR Code": "Ajout manuel d'un appareil Matter déjà connecté avec le contrôleur Matter ioBroker",
    "Additionally to bridges you can also expose ioBroker states as stand alone matter devices. They can all be paired individually. You should prefer to use bridges.": "En plus des ponts, vous pouvez également exposer les états ioBroker en tant que dispositifs autonomes.\nIls peuvent tous être jumelés individuellement.\nVous devriez préférer utiliser des ponts.",
    "All": "Tous",
    "All devices": "Tous les dispositifs",
    "All information of this device or bridge will be deleted and you must reconnect (with PIN or QR code) again.": "Toutes les informations de cet appareil ou pont seront supprimées et vous devrez vous reconnecter (avec code PIN ou QR) à nouveau.",
    "All interfaces": "Toutes les interfaces",
    "Allow custom/unofficial OTA updates": "Autoriser les mises à jour OTA personnalisées/non officielles",
    "All state information of matter controller and devices will be deleted. You cannot undo it.": "Le contrôleur et tous les appareils et ponts seront restaurés aux paramètres d'usine par défaut. \nCela supprime les valeurs d'appariement et de courant pour tous les appareils, ponts ainsi que les appareils appairés dans le contrôleur. Vous ne pouvez pas l'annuler.\nLa configuration générale du contrôleur et les états ioBroker attribués aux ponts et aux appareils resteront inchangés.",
    "Allow action by identify": "Autoriser l'action en identifiant",
    "Announcement will stop automatically after 15 minutes": "L'annonce s'arrêtera automatiquement après 15 minutes",
    "Apply": "Appliquer",
    "Are you sure?": "Es-tu sûr?",
    "At least one bridge must be enabled": "Au moins un pont doit être activé",
    "At least one enabled bridge must exist": "Au moins un pont activé doit exister",
    "BLE Commissioning information": "Paramètres de mise en service BLE",
    "Be sure, that UDP is enabled and working": "Assurez-vous que UDP est activé et fonctionne",
    "Bluetooth": "Bluetooth",
    "Bluetooth HCI ID": "Bluetooth HCI ID",
    "Bluetooth configuration": "Configuration Bluetooth",
    "Bridge Debug information": "Informations de débogage du pont",
    "Bridge is already commissioned. You cannot change the name or the vendor/product ID.": "Le pont est déjà mis en service. Vous ne pouvez pas modifier le nom ou l'ID du fournisseur/produit.",
    "Bridge is not commissioned. Show QR Code got commissioning": "Le pont n'est pas mis en service. Afficher le code QR mis en service",
    "Bridges": "Des ponts",
    "Brightness by ON": "Luminosité par ON",
    "Camera access is only permitted in secure context. Use HTTPS or localhost rather than HTTP.": "La numérisation locale du code QR n'est pas possible car ioBroker Admin est utilisé sans HTTPS.\nVeuillez utiliser le scanner de code QR ioBroker Cloud à l'aide du bouton ci-dessous ou activer HTTPS pour ioBroker Admin.",
    "Cancel": "Annuler",
    "Cannot pair device": "Impossible de coupler l'appareil",
    "Close": "Fermer",
    "Cloud Account": "Compte Cloud",
    "Code must start with \"MT:\"": "Le code doit commencer par « MT : »",
    "Collapse all": "Tout réduire",
    "Commissioned Devices": "Appareils mis en service",
    "Commissioning information": "Informations de mise en service",
    "Configure custom device": "Configurer un appareil personnalisé",
    "Connect": "Connecter",
    "Connect Matter devices with ioBroker": "Connectez les appareils Matter avec ioBroker",
    "Connected": "Connecté",
    "Connections": "Connexions",
    "Controller": "Manette",
    "Controller Settings": "Paramètres du contrôleur",
    "Controller and Device Factory Reset": "Réinitialisation d'usine du contrôleur et des appareils",
    "Controller fabric label": "Étiquette en tissu du contrôleur",
    "Controller is not activated.": "Le contrôleur n'est pas activé.",
    "Controller is not initialized.": "Le contrôleur n'est pas initialisé.",
    "Copied to clipboard": "Copié dans le presse-papier",
    "Custom OTA Updates": "Mises à jour OTA personnalisées",
    "Custom OTA Updates Infotext": "Vous pouvez fournir vos propres fichiers de firmware OTA. Placez les fichiers .ota dans le répertoire configuré et cliquez sur 'Importer les mises à jour maintenant' pour les rendre disponibles.",
    "Custom OTA updates path": "Chemin des mises à jour OTA personnalisées",
    "Default bridge": "Pont par défaut",
    "Default bridge (Alexa-compatible)": "Pont par défaut (compatible Alexa, utilise le port 5540)",
    "Delete": "Supprimer",
    "Delete bridge": "Supprimer le pont",
    "Delete device": "Supprimer l'appareil",
    "Detected device types \"%s\" are not supported yet": "Les types de périphériques détectés « %s » ne sont pas encore pris en charge",
    "Device Debug information": "Informations de débogage de l'appareil",
    "Device is already commissioned. You cannot change the name or the vendor/product ID.": "L'appareil est déjà mis en service. Vous ne pouvez pas modifier le nom ou l'ID du fournisseur/produit.",
    "Device is already commissioning. Show status information": "L'appareil est déjà en cours de mise en service. Afficher les informations d'état",
    "Device is not commissioned. Show QR Code for commissioning": "L'appareil n'est pas mis en service. Afficher le code QR pour la mise en service",
    "Device names": "Noms des appareils",
    "Device type": "Type d'appareil",
    "Device type \"%s\" is not supported yet": "Le type de périphérique « %s » n'est pas encore pris en charge",
    "Devices": "Dispositifs",
    "Disable": "Désactiver",
    "Disable device": "Désactiver l'appareil",
    "Discovered devices to pair": "Appareils découverts à associer",
    "Discovery devices": "Découvrez et associez des appareils",
    "Do not compose devices (Alexa does not support composed devices yet)": "Ne composez pas d'appareils (si l'écosystème à coupler ne prend pas en charge les appareils composés)",
    "Do not forget to save changed settings": "N'oubliez pas d'enregistrer les paramètres modifiés",
    "Do you want to delete bridge": "Voulez-vous supprimer le pont",
    "Do you want to delete device": "Voulez-vous supprimer l'appareil",
    "Docker information": "Étant donné que ioBroker s'exécute dans Docker, le réseau hôte doit être utilisé, sinon le routage IPv6 et UDP ne fonctionnera pas.",
    "Edit bridge": "Modifier le pont",
    "Edit device": "Modifier l'appareil",
    "Enable": "Activer",
    "Enable device": "Activer l'appareil",
    "Enable enhanced debug logging for the Matter protocol": "Activer la journalisation de débogage améliorée pour le protocole Matter (visible uniquement avec le niveau de journalisation « debug »)",
    "Enable/disable bridge": "Activer/désactiver le pont",
    "End Device": "Appareil final",
    "Error": "Erreur",
    "Error loading network data": "Erreur lors du chargement des données réseau",
    "Error while executing command": "Erreur lors de l'exécution de la commande",
    "Expand all": "Développer tout",
    "Expose ioBroker devices as Matter bridge": "Exposez les appareils ioBroker en tant que pont Matter",
    "Fit to screen": "Ajuster à l'écran",
    "Following object IDs was not added because already exists": "Les identifiants d'objet suivants n'ont pas été ajoutés car ils existent déjà",
    "Following object IDs was not added because of the license": "Les identifiants d'objet suivants n'ont pas été ajoutés en raison de la licence",
    "General": "Général",
    "Generate new pairing code": "Générer un nouveau code d'appairage",
    "Hide unsupported devices": "Masquer les appareils non pris en charge",
    "Identifying device %s": "Identification du périphérique \"%s\"",
    "Import updates now": "Importer les mises à jour maintenant",
    "Imported %s OTA update files": "%s fichiers de mise à jour OTA importés",
    "If your device has more then one active network interface and you have issues try limiting it to one interface": "Si votre appareil dispose de plusieurs interfaces réseau actives et que vous rencontrez des problèmes, essayez de le limiter à une seule interface.",
    "Info about Alexa Bridge": "Remarque : en raison des limitations du système Amazon Alexa, un seul pont ou appareil peut être associé à Alexa par hôte ioBroker ! Cette sélection détermine quel pont sera associé au système Alexa.",
    "Instance is not alive": "L'instance n'est pas vivante",
    "Interface": "Interface",
    "Leader": "Responsable",
    "Length of manual code must be 11 or 21 characters": "La longueur du code manuel doit être de 11 ou 21 caractères",
    "Logging": "Enregistrement",
    "Login and password will not be taken as incomplete. Discard changes?": "Le login et le mot de passe ne seront pas considérés comme incomplets. Annuler les modifications ?",
    "Maintenance Settings": "Paramètres d'entretien",
    "Make sure that after purchasing a new assistant or remote license, the instance is restarted. The license will only be verified during startup.": "Après l'achat d'un nouvel assistant ou d'une nouvelle licence distante, assurez-vous que l'instance est redémarrée. La licence ne sera vérifiée qu'au démarrage.",
    "Manual pairing code": "Code d'appairage manuel",
    "Matter Bridges Infotext": "Les Matter Bridges peuvent contenir plusieurs appareils et constituent le moyen le plus simple d'intégrer des appareils ioBroker dans un écosystème compatible Matter. Les appareils contenus dans un pont peuvent également être ajoutés ou supprimés une fois le pont mis en service. Certaines propriétés de l'appareil ne peuvent pas être modifiées une fois le pont mis en service dans un contrôleur.\n\nLorsque vous possédez au moins une licence Assistant dans votre compte ioBroker.pro, vous pouvez également créer plusieurs ponts afin de structurer au mieux vos appareils.\n\nRemarque : en raison des limitations du système Amazon Alexa, vous ne pouvez avoir qu'un seul pont ou appareil associé à Alexa par hôte ioBroker !",
    "Matter Controller BLE Dialog Infotext": "Pour coupler des appareils qui utilisent WLAN ou Thread pour communiquer, vous devez fournir vos informations d'identification WLAN ou Thread.\nCes informations d'identification sont ensuite soumises à l'appareil lors de la mise en service. \nSi l'appareil a déjà été mis en service dans un autre écosystème et se trouve déjà dans le réseau, cela n'est pas nécessaire.",
    "Matter Controller Infotext": "Utilisez les fonctionnalités « Contrôleur » pour intégrer des appareils compatibles Matter dans ioBroker. \nVous pouvez découvrir et mettre en service des appareils et les gérer ensuite. Les données des appareils seront disponibles sous forme d'états dans l'onglet Objets ioBroker. \nLa fonction du contrôleur est désactivée par défaut et peut être activée avec le commutateur ci-dessous.",
    "Matter requires enabled IPv6 protocol on selected interface.": "Matter nécessite le protocole IPv6 activé sur l'interface sélectionnée.",
    "Medium": "Moyen",
    "More details in the Troubleshooting Guide": "Plus de détails dans le Guide de dépannage",
    "Name": "Nom",
    "Network Topology": "Topologie du réseau",
    "Network configuration": "Configuration du réseau",
    "New bridge": "Nouveau pont",
    "No IPv6 was found on your system!": "Aucune IPv6 n'a été trouvée sur votre système !",
    "No QR code found": "Aucun code QR trouvé",
    "No Thread devices found": "Aucun appareil Thread trouvé",
    "No Thread or WiFi devices found": "Aucun appareil Thread ou WiFi trouvé",
    "No WiFi devices found": "Aucun appareil WiFi trouvé",
    "No bridges created. Create one, by clicking on the \"+\" button in the bottom right corner.": "Aucun pont créé. Créez-en un en cliquant sur le bouton \"+\" dans le coin inférieur droit.",
    "No devices was added, as they are already in the list": "Aucun appareil n'a été ajouté, car ils sont déjà dans la liste",
    "No devices was added, as they are already in the list or not allowed by license": "Aucun appareil n'a été ajouté, car ils sont déjà dans la liste ou ne sont pas autorisés par la licence",
    "No devices was added, as they are not allowed by license": "Aucun appareil n'a été ajouté, car ils ne sont pas autorisés par la licence",
    "No network data available": "Aucune donnée réseau disponible",
    "No one device created. Create one, by clicking on the \"+\" button on the left.": "Aucun appareil n'a été créé. Créez-en un en cliquant sur le bouton « + » à gauche.",
    "Node got enabled and will be connected now. It might take a moment until the devices of this node are shown.": "Le nœud a été activé et va être connecté maintenant. Il peut s'écouler un certain temps avant que les appareils de ce nœud ne soient affichés.",
    "Not connected": "Pas connecté",
    "Not supported yet": "Pas encore pris en charge",
    "Not used devices": "Appareils non utilisés",
    "Nothing detected": "Rien de détecté",
    "Off": "Désactivé",
    "On": "Sur",
    "Options": "Possibilités",
    "Pairing Info Text": "Découverte des appareils de votre réseau IP. \nVeuillez vous assurer que l'hôte ioBroker peut envoyer et recevoir librement des messages UDP sur le réseau et sur le réseau des appareils à découvrir. \nSi nécessaire, réinitialisez les appareils aux paramètres d'usine ou redémarrez-les.",
    "Pairing Info Text BLE": "Découverte des appareils dans votre réseau IP et via BLE. \nVeuillez vous assurer que l'hôte ioBroker peut envoyer et recevoir librement des messages UDP sur le réseau et sur le réseau des appareils à découvrir. \nSi nécessaire, réinitialisez les appareils aux paramètres d'usine ou redémarrez-les.",
    "Pairing requirement": "Les appareils doivent être en mode appairage. Les appareils qui ne sont pas encore liés sont mieux liés via l'application ioBroker Visu. Sinon, mettez l'appareil en mode appairage via l'écosystème déjà lié.",
    "Password repeat": "Répéter le mot de passe",
    "Password repeat is not equal to password": "La répétition du mot de passe n'est pas égale au mot de passe",
    "Please DO NOT use the QR code / pairing code that is printed on the Matter device.": "Veuillez NE PAS utiliser le code QR / code d'appairage imprimé sur l'appareil Matter.",
    "Please confirm": "Veuillez confirmer",
    "Please scan this QR-Code with the App of the ecosystem you want to pair it to or use the below printed setup code.": "Veuillez scanner ce QR-Code avec l'application de l'écosystème auquel vous souhaitez le coupler ou utiliser le code de configuration imprimé ci-dessous.",
    "Product ID": "Identifiant du produit",
    "Provide your Thread or WiFi information or both!": "Fournissez vos informations Thread ou WiFi, ou les deux !",
    "QR Code": "Code QR",
    "QR Code scan is not possible": "La numérisation du code QR n'est pas possible",
    "QR Code to connect for %s": "Code QR pour se connecter pour « %s »",
    "Re-announce": "Réannoncer",
    "Read for problems": "Si vous rencontrez des problèmes pour trouver des appareils ou vous connecter à des écosystèmes, vous devrez peut-être définir des paramètres IPv6 supplémentaires sur l'hôte ioBroker.",
    "Reconnect to backend": "Se reconnecter au backend",
    "Refresh": "Actualiser",
    "Required": "Requis",
    "Requirements: add via QR Code": "Condition préalable : l'appareil Matter doit déjà être mis en service sur un autre système Matter (par ex. Google, Apple, Alexa, ...). Vous devez ici saisir le code QR d'appairage ou scanner le code QR fourni pour cet appareil Matter dans l'application par l'écosystème Matter (par ex. Google Home).",
    "Reset": "Réinitialiser",
    "Reset device or bridge": "Réinitialiser l'appareil ou le pont",
    "Reset it at least to defaults": "Enfin réinitialisé aux paramètres par défaut",
    "Reset successful": "Réinitialisation réussie",
    "Reset to defaults": "Réinitialiser les paramètres par défaut",
    "Reset to factory defaults": "Réinitialiser aux paramètres d'usine",
    "Room plus device type names": "Noms des pièces et des types d'appareils",
    "Router": "Routeur",
    "Save": "Sauvegarder",
    "Scan with the ioBroker cloud": "Scannez avec le cloud ioBroker",
    "Select default bridge": "Sélectionnez le pont par défaut",
    "Select/Unselect all devices in room": "Sélectionner/Désélectionner tous les appareils de la pièce",
    "Show QR Code for commissioning": "Afficher le code QR pour la mise en service",
    "Show additional information": "Afficher des informations supplémentaires",
    "Show debug information": "Afficher les informations de débogage",
    "Show error": "Afficher l'erreur",
    "Show readme page": "Afficher la page readme",
    "Show unsupported devices": "Afficher les appareils non pris en charge",
    "Show welcome dialog": "Afficher la boîte de dialogue de bienvenue",
    "Signal Strength": "Puissance du signal",
    "Some IPv6 was found on your system.": "Une IPv6 a été trouvée sur votre système.",
    "Some IPv6 was found on your system. But your currently selected interface does not support it. Please select another one below:": "Une certaine IPv6 a été détectée sur votre système. Mais l'interface actuellement sélectionnée ne la prend pas en charge. Veuillez en sélectionner une autre ci-dessous :",
    "Status": "Statut",
    "Stay here": "Reste ici",
    "Stop": "Arrêt",
    "Strong": "Fort",
    "Successfully re-announced": "Ré-annoncé avec succès !",
    "Suppress question for 5 minutes": "Supprimer la question pendant 5 minutes",
    "Sync credentials with %s": "Synchroniser les identifiants avec %s",
    "The label set here is used as Label when ioBroker connects to a device as controller and might be shown by other Controllers in their overviews about other connected ecosystems.": "L'étiquette définie ici est utilisée comme étiquette lorsque ioBroker se connecte à un appareil en tant que contrôleur et peut être affichée par d'autres contrôleurs dans leurs aperçus sur d'autres écosystèmes connectés.",
    "This cannot be undone!": "Ça ne peut pas être annulé!",
    "This device can only be paired using BLE but BLE is disabled. Please use the ioBroker Visu App to pair this device or enable the Host BLE.": "Cet appareil ne peut être couplé qu'à l'aide du BLE, mais le BLE est désactivé. Veuillez utiliser l'application ioBroker Visu pour coupler cet appareil ou activer le BLE hôte.",
    "This device is already paired to this Controller! You can not pair it again.": "Cet appareil est déjà couplé à ce contrôleur ! Vous ne pouvez pas le coupler à nouveau.",
    "This device/bridge is linked to some ecosystem. If it is deleted here, you must manually remove it from your ecosystem!": "Cet appareil/pont est lié à un écosystème. S'il est supprimé ici, vous devez le supprimer manuellement de votre écosystème !",
    "This entry is being modified actually": "Cette entrée est en cours de modification actuellement",
    "This object ID is already added": "Cet ID d'objet est déjà ajouté",
    "Thread Mesh": "Réseau Thread",
    "Thread network info": "Les appareils inconnus (jaunes) sont des appareils vus dans les tables de voisins Thread qui ne sont pas commissionnés à ce contrôleur. Ils peuvent faire partie d'autres réseaux Thread ou écosystèmes.",
    "Thread Roles": "Rôles Thread",
    "Thread Topology": "Topologie Thread",
    "Thread credentials": "Informations d'identification du fil de discussion",
    "Thread network name": "Thread network name",
    "Thread operational dataset": "Thread operational dataset",
    "To commission/connect matter devices with ioBroker controller use better ioBroker.visu app:": "Pour mettre en service/connecter des appareils Matter avec le contrôleur ioBroker, utilisez la meilleure application ioBroker.visu :",
    "To make all this work, the following requirements should be considered": "Pour que tout cela fonctionne, les exigences suivantes doivent être prises en compte",
    "To use a Matter bridge or device options with more than 5 devices please enter valid ioBroker.pro Cloud credentials with at least an active Assistant license.": "Pour utiliser un pont Matter ou des options d'appareil avec plus de 5 appareils, veuillez saisir des informations d'identification ioBroker.pro Cloud valides avec au moins une licence Assistant active.",
    "Unknown Device": "Appareil inconnu",
    "Unknown command": "Commande inconnue",
    "Unknown error": "Erreur inconnue",
    "Unselect all rooms": "Désélectionner toutes les pièces",
    "Update cancelled": "Mise à jour annulée",
    "Update successful": "Mise à jour réussie",
    "Update failed": "Échec de la mise à jour",
    "The software update has failed or was cancelled. The device might need some time before a new update attempt can be started.": "La mise à jour du logiciel a échoué ou a été annulée. L'appareil peut avoir besoin d'un certain temps avant qu'une nouvelle tentative de mise à jour puisse être lancée.",
    "Use last value for ON": "Utiliser la dernière valeur par ON",
    "Value": "Valeur",
    "Vendor ID": "Fournisseur ID",
    "WLAN credentials": "Identifiants WLAN",
    "Warning about 15 devices": "Pour éviter les problèmes lors de l'appairage de ce pont, pensez à l'appairer maintenant et à ajouter d'autres appareils par la suite.",
    "Weak": "Faible",
    "Welcome explanation": "L'adaptateur Matter permet l'intégration d'ioBroker avec tous les appareils Matter du marché et permet d'utiliser les appareils ioBroker directement dans de nombreux écosystèmes compatibles Matter, tels qu'Apple, Google, Amazon ou SmartThings. La communication s'effectue localement et en toute sécurité.",
    "Welcome to Matter!": "Bienvenue chez Matter !",
    "WiFi Network": "Réseau WiFi",
    "WiFi network info": "Les points d'accès (orange) représentent les routeurs WiFi auxquels vos appareils sont connectés. Le BSSID identifie chaque point d'accès de manière unique.",
    "WiFi SSID": "SSID Wi-Fi",
    "WiFi password": "Mot de passe WiFi",
    "WiFi Topology": "Topologie WiFi",
    "Zoom in": "Zoom avant",
    "Zoom out": "Zoom arrière",
    "Freeze layout": "Figer la disposition",
    "Unfreeze layout": "Défiger la disposition",
    "Yes": "Oui",
    "You need ioBroker.pro assistant or remote subscription to have more than 5 devices in bridge": "Vous avez besoin de l'assistant ioBroker.pro ou d'un abonnement à distance pour avoir plus de 5 appareils en pont",
    "You need to configure WLAN or Thread credentials above to activate BLE": "Vous devez configurer les informations d'identification WLAN ou Thread ci-dessus pour activer BLE !",
    "cancelButtonText": "Annuler",
    "copied": "Copié",
    "invalid_password_warning": "Le mot de passe semble invalide",
    "ioBroker received \"%s\". You can now close this window by clicking on this text.": "ioBroker a reçu \"%s\". Vous pouvez maintenant fermer cette fenêtre en cliquant sur ce texte.",
    "ioBroker.pro Login": "Connexion à ioBroker.pro",
    "ioBroker.pro Password": "Mot de passe ioBroker.pro",
    "no IPv6": "pas d'IPv6",
    "nothingToCopy": "Rien à copier",
    "okButtonText": "D'accord",
    "status_commissioned": "Mis en service mais non connecté au contrôleur",
    "status_connected": "Connecté au contrôleur",
    "status_creating": "Création",
    "status_disconnected": "Débranché",
    "status_waitingForCommissioning": "En attente de mise en service",
    "status_waitingForDeviceDiscovery": "En attente de découverte de périphérique",
    "to bridge": "ponter"
}
