{
    "%s of %s devices selected": "%s di %s dispositivi selezionati",
    "Activate BLE to pair devices nearby. You can also use the \"ioBroker Visu\" App to pair other devices.": "Attiva BLE per associare i dispositivi nelle vicinanze del tuo host ioBroker, che non sono già accoppiati con un altro ecosistema. Puoi anche utilizzare l'app \"ioBroker Visu\" per associare altri dispositivi.",
    "Add": "Aggiungere",
    "Add %s device(s)": "Aggiungi %s dispositivo/i",
    "Add bridge": "Aggiungi ponte",
    "Add device": "Aggiungi dispositivo",
    "Add device by pairing code or QR Code": "Aggiungi dispositivo tramite codice di associazione o codice QR",
    "Add device from channel or device": "Aggiungi dispositivo dal canale o dal dispositivo",
    "Add device from one state": "Aggiungi dispositivo da uno stato",
    "Add device with auto-detection": "Aggiungi dispositivo con rilevamento automatico",
    "Add devices": "Aggiungi dispositivi",
    "Add via QR Code": "Aggiunta manuale di un dispositivo Matter già connesso con ioBroker Matter Controller",
    "Additionally to bridges you can also expose ioBroker states as stand alone matter devices. They can all be paired individually. You should prefer to use bridges.": "Oltre ai bridge puoi anche esporre gli stati di ioBroker come dispositivi di questione autonomi.\nPossono essere tutti accoppiati individualmente.\nDovresti preferire usare i bridge.",
    "All": "Al",
    "All devices": "Tutti i dispositivi",
    "All information of this device or bridge will be deleted and you must reconnect (with PIN or QR code) again.": "Tutte le informazioni di questo dispositivo o bridge verranno eliminate e sarà necessario riconnettersi nuovamente (tramite PIN o codice QR).",
    "All interfaces": "Tutte le interfacce",
    "All state information of matter controller and devices will be deleted. You cannot undo it.": "Il Controller, tutti i dispositivi e i bridge verranno ripristinati alle impostazioni di fabbrica. \nIn questo modo vengono cancellati l'accoppiamento e i valori attuali per tutti i dispositivi, i bridge e anche i dispositivi accoppiati nel controller. Non puoi annullarlo.\nLa configurazione generale del controller e gli stati ioBroker assegnati ai bridge e ai dispositivi rimarranno invariati.",
    "Allow action by identify": "Consenti azione tramite identificazione",
    "Announcement will stop automatically after 15 minutes": "L'annuncio si interromperà automaticamente dopo 15 minuti",
    "Apply": "Fare domanda a",
    "Are you sure?": "Sei sicuro?",
    "At least one bridge must be enabled": "Almeno un bridge deve essere abilitato",
    "At least one enabled bridge must exist": "Deve esistere almeno un bridge abilitato",
    "BLE Commissioning information": "Impostazioni di messa in servizio BLE",
    "Be sure, that UDP is enabled and working": "Assicurati che UDP sia abilitato e funzionante",
    "Bluetooth": "Bluetooth",
    "Bluetooth HCI ID": "Bluetooth HCI ID",
    "Bluetooth configuration": "Configurazione Bluetooth",
    "Bridge is already commissioned. You cannot change the name or the vendor/product ID.": "Il ponte è già commissionato. Non è possibile modificare il nome o l'ID fornitore/prodotto.",
    "Bridge is not commissioned. Show QR Code got commissioning": "Il ponte non è commissionato. Mostra il codice QR ha ricevuto la messa in servizio",
    "Bridges": "Ponti",
    "Brightness by ON": "Luminosità attivata",
    "Camera access is only permitted in secure context. Use HTTPS or localhost rather than HTTP.": "L'accesso alla telecamera è consentito solo in un contesto sicuro. Utilizzare HTTPS o localhost anziché HTTP.",
    "Cancel": "Annulla",
    "Close": "Vicino",
    "Cloud Account": "Conto cloud",
    "Code must start with \"MT:\"": "Il codice deve iniziare con \"MT:\"",
    "Collapse all": "Comprimi tutto",
    "Commissioned Devices": "Dispositivi commissionati",
    "Commissioning information": "Informazioni sulla messa in servizio",
    "Configure custom device": "Configura dispositivo personalizzato",
    "Connect": "Collegare",
    "Connect Matter devices with ioBroker": "Collega i dispositivi Matter con ioBroker",
    "Connected": "Collegato",
    "Controller": "Controllore",
    "Controller Settings": "Impostazioni del controller",
    "Controller and Device Factory Reset": "Ripristino delle impostazioni di fabbrica del controller e dei dispositivi",
    "Controller fabric label": "Etichetta del tessuto del controller",
    "Copied to clipboard": "Copiato negli appunti",
    "Default bridge": "Ponte predefinito",
    "Default bridge (Alexa-compatible)": "Bridge predefinito (compatibile con Alexa, utilizza la porta 5540)",
    "Delete": "Eliminare",
    "Delete bridge": "Elimina ponte",
    "Delete device": "Elimina dispositivo",
    "Device is already commissioned. You cannot change the name or the vendor/product ID.": "Il dispositivo è già messo in servizio. Non è possibile modificare il nome o l'ID fornitore/prodotto.",
    "Device is already commissioning. Show status information": "Il dispositivo è già in fase di messa in servizio. Mostra informazioni sullo stato",
    "Device is not commissioned. Show QR Code for commissioning": "Il dispositivo non è in funzione. Mostra il codice QR per la messa in funzione",
    "Device names": "Nomi dei dispositivi",
    "Device type": "Tipo di dispositivo",
    "Device type \"%s\" is not supported yet": "Il tipo di dispositivo \"%s\" non è ancora supportato",
    "Devices": "Dispositivi",
    "Disable": "disattivare",
    "Disable device": "Disabilita dispositivo",
    "Discovered devices to pair": "Dispositivi rilevati da associare",
    "Discovery devices": "Scopri e associa i dispositivi",
    "Do not compose devices (Alexa does not support composed devices yet)": "Non comporre dispositivi (se l'ecosistema da associare non supporta i dispositivi composti)",
    "Do not forget to save changed settings": "Non dimenticare di salvare le impostazioni modificate",
    "Do you want to delete bridge": "Vuoi eliminare il bridge",
    "Do you want to delete device": "Vuoi eliminare il dispositivo",
    "Docker information": "Poiché ioBroker viene eseguito in Docker, è necessario utilizzare la rete host, altrimenti il routing IPv6 e UDP non funzionerà.",
    "Edit bridge": "Modifica ponte",
    "Edit device": "Modifica dispositivo",
    "Enable": "Abilitare",
    "Enable device": "Abilita dispositivo",
    "Enable enhanced debug logging for the Matter protocol": "Abilita la registrazione di debug avanzata per il protocollo Matter (visibile solo con livello di registro \"debug\")",
    "Enable/disable bridge": "Abilita/disabilita il bridge",
    "Expand all": "Espandi tutto",
    "Expose ioBroker devices as Matter bridge": "Esporre i dispositivi ioBroker come Matter Bridge",
    "Following object IDs was not added because already exists": "I seguenti ID oggetto non sono stati aggiunti perché già esistenti",
    "Following object IDs was not added because of the license": "I seguenti ID oggetto non sono stati aggiunti a causa della licenza",
    "General": "Generale",
    "Generate new pairing code": "Genera un nuovo codice di accoppiamento",
    "Hide unsupported devices": "Nascondi i dispositivi non supportati",
    "If your device has more then one active network interface and you have issues try limiting it to one interface": "Se il tuo dispositivo ha più di un'interfaccia di rete attiva e riscontri problemi, prova a limitarla a un'unica interfaccia.",
    "Info about Alexa Bridge": "Nota bene: a causa delle limitazioni del sistema Amazon Alexa, solo un bridge o dispositivo può essere associato ad Alexa per host ioBroker! Questa selezione determina quale bridge verrà associato al sistema Alexa.",
    "Instance is not alive": "L'istanza non è attiva",
    "Interface": "Interfaccia",
    "Length of manual code must be 11 or 21 characters": "La lunghezza del codice manuale deve essere di 11 o 21 caratteri",
    "Logging": "Registrazione",
    "Login and password will not be taken as incomplete. Discard changes?": "Login e password non saranno considerati incompleti. Ignorare le modifiche?",
    "Maintenance Settings": "Impostazioni di manutenzione",
    "Manual pairing code": "Codice di abbinamento manuale",
    "Matter Bridges Infotext": "I Matter Bridge possono contenere più dispositivi al loro interno e rappresentano il modo più semplice per portare i dispositivi ioBroker in un ecosistema compatibile con Matter. I dispositivi contenuti in un bridge possono anche essere aggiunti o rimossi dopo la messa in servizio del bridge. Alcune proprietà del dispositivo non possono essere modificate dopo la messa in servizio del bridge in un controller.\n\nQuando possiedi almeno una licenza Assistant nel tuo account ioBroker.pro puoi anche creare più bridge per strutturare al meglio i tuoi dispositivi.\n\nNota: a causa delle limitazioni del sistema Amazon Alexa puoi avere un solo bridge o dispositivo accoppiato con Alexa per host ioBroker!",
    "Matter Controller BLE Dialog Infotext": "Per associare i dispositivi che utilizzano WLAN o Thread per comunicare è necessario fornire le credenziali WLAN o Thread.\nQueste credenziali vengono quindi inviate al dispositivo durante la messa in servizio. \nSe il dispositivo è già stato messo in servizio in un altro ecosistema ed è già nella rete, ciò non è necessario.",
    "Matter Controller Infotext": "Utilizza le funzionalità \"Controller\" per integrare i dispositivi compatibili con Matter in ioBroker. \nPuoi scoprire e mettere in servizio il dispositivo e gestirlo successivamente. I dati dei dispositivi saranno disponibili come stati nella scheda Oggetti ioBroker. \nLa funzionalità del controller è disabilitata per impostazione predefinita e può essere abilitata con l'interruttore seguente.",
    "Matter requires enabled IPv6 protocol on selected interface. No IPv6 was found on your system!": "Matter richiede il protocollo IPv6 abilitato sull'interfaccia selezionata. Nessun IPv6 trovato sul tuo sistema!",
    "Matter requires enabled IPv6 protocol on selected interface. Some IPv6 was found on your system.": "Matter richiede il protocollo IPv6 abilitato sull'interfaccia selezionata. È stato trovato un IPv6 sul tuo sistema.",
    "Matter requires enabled IPv6 protocol on selected interface. Some IPv6 was found on your system. But your currently selected interface does not support it. Please select another one below:": "Matter richiede il protocollo IPv6 abilitato sull'interfaccia selezionata. È stato trovato un IPv6 sul tuo sistema. Ma l'interfaccia attualmente selezionata non lo supporta. Selezionane un'altra qui sotto:",
    "More details in the Troubleshooting Guide": "Maggiori dettagli nella Guida alla risoluzione dei problemi",
    "Name": "Nome",
    "Network configuration": "Configurazione di rete",
    "New bridge": "Nuovo ponte",
    "No QR code found": "Nessun codice QR trovato",
    "No bridges created. Create one, by clicking on the \"+\" button in the bottom right corner.": "Nessun ponte creato. Creane uno facendo clic sul pulsante \"+\" nell'angolo in basso a destra.",
    "No devices was added, as they are already in the list": "Nessun dispositivo è stato aggiunto, poiché sono già presenti nell'elenco",
    "No devices was added, as they are already in the list or not allowed by license": "Nessun dispositivo è stato aggiunto, poiché sono già presenti nell'elenco o non sono consentiti dalla licenza",
    "No devices was added, as they are not allowed by license": "Nessun dispositivo è stato aggiunto, poiché non sono consentiti dalla licenza",
    "No one device created. Create one, by clicking on the \"+\" button on the left.": "Nessun dispositivo creato. Creane uno, cliccando sul pulsante \"+\" a sinistra.",
    "Not connected": "Non collegata",
    "Not supported yet": "Non ancora supportato",
    "Not used devices": "Dispositivi non utilizzati",
    "Nothing detected": "Niente rilevato",
    "Off": "Spento",
    "On": "SU",
    "Options": "Opzioni",
    "Pairing Info Text": "Rilevamento dei dispositivi nella tua rete IP. \nAssicurati che l'host ioBroker possa inviare e ricevere liberamente messaggi UDP nella rete e nella rete dei dispositivi da rilevare. \nSe necessario, ripristina i dispositivi alle impostazioni di fabbrica o spegnili e spegnili.",
    "Pairing Info Text BLE": "Rilevamento dei dispositivi nella tua rete IP e tramite BLE. \nAssicurati che l'host ioBroker possa inviare e ricevere liberamente messaggi UDP nella rete e nella rete dei dispositivi da rilevare. \nSe necessario, ripristina i dispositivi alle impostazioni di fabbrica o spegnili e spegnili.",
    "Pairing requirement": "I dispositivi devono essere in modalità di associazione. I dispositivi che non sono ancora collegati sono meglio collegati tramite l'app ioBroker Visu. Altrimenti, metti il dispositivo in modalità di associazione tramite l'ecosistema già collegato.",
    "Password repeat": "Ripetizione password",
    "Password repeat is not equal to password": "La ripetizione della password non è uguale alla password",
    "Please DO NOT use the QR code / pairing code that is printed on the Matter device.": "Si prega di NON utilizzare il codice QR/codice di associazione stampato sul dispositivo Matter.",
    "Please confirm": "Per favore conferma",
    "Please scan this QR-Code with the App of the ecosystem you want to pair it to or use the below printed setup code.": "Scansiona questo codice QR con l'app dell'ecosistema a cui desideri associarlo o utilizza il codice di configurazione stampato di seguito.",
    "Product ID": "Codice prodotto",
    "Provide your Thread or WiFi information or both!": "Fornisci le tue informazioni sulla discussione o sul WiFi o entrambi!",
    "QR Code": "Codice QR",
    "QR Code scan is not possible": "La scansione del codice QR non è possibile",
    "QR Code to connect for %s": "Codice QR per connettersi per \"%s\"",
    "Re-announce": "Re-announce",
    "Read for problems": "Se riscontri problemi nel trovare dispositivi o nel connetterti agli ecosistemi, potrebbe essere necessario configurare impostazioni IPv6 aggiuntive sull'host ioBroker.",
    "Reconnect to backend": "Riconnettiti al backend",
    "Required": "Necessario",
    "Requirements: add via QR Code": "Prerequisito: il dispositivo Matter deve essere già stato commissionato a un altro sistema Matter (ad esempio Google, Apple, Alexa, ...). Qui devi inserire il codice di associazione del codice QR o scansionare il codice QR fornito per questo dispositivo Matter nell'app dall'ecosistema Matter (ad esempio Google Home).",
    "Reset": "Ripristina",
    "Reset device or bridge": "Ripristina il dispositivo o il bridge",
    "Reset it at least to defaults": "Infine ripristina le impostazioni predefinite",
    "Reset successful": "Reimpostazione riuscita",
    "Reset to defaults": "Ripristina le impostazioni predefinite",
    "Reset to factory defaults": "Ripristina le impostazioni di fabbrica",
    "Room plus device type names": "Nomi delle stanze e dei tipi di dispositivi",
    "Save": "Salva",
    "Scan with the ioBroker cloud": "Scansione con il cloud ioBroker",
    "Select default bridge": "Seleziona il bridge predefinito",
    "Select/Unselect all devices in room": "Seleziona/Deseleziona tutti i dispositivi nella stanza",
    "Show QR Code for commissioning": "Mostra il codice QR per la messa in servizio",
    "Show additional information": "Mostra informazioni aggiuntive",
    "Show error": "Mostra errore",
    "Show readme page": "Mostra la pagina Leggimi",
    "Show unsupported devices": "Mostra i dispositivi non supportati",
    "Show welcome dialog": "Mostra finestra di dialogo di benvenuto",
    "Status": "Stato",
    "Stay here": "Resta qui",
    "Stop": "Fermare",
    "Successfully re-announced": "Riannunciato con successo!",
    "Suppress question for 5 minutes": "Sopprimi la domanda per 5 minuti",
    "Sync credentials with %s": "Sincronizza le credenziali con %s",
    "The label set here is used as Label when ioBroker connects to a device as controller and might be shown by other Controllers in their overviews about other connected ecosystems.": "L'etichetta impostata qui viene utilizzata come etichetta quando ioBroker si connette a un dispositivo come controller e potrebbe essere mostrata da altri controller nelle loro panoramiche su altri ecosistemi connessi.",
    "This cannot be undone!": "Questa operazione non può essere annullata!",
    "This device/bridge is linked to some ecosystem. If it is deleted here, you must manually remove it from your ecosystem!": "Questo dispositivo/bridge è collegato a un ecosistema. Se viene eliminato qui, devi rimuoverlo manualmente dal tuo ecosistema!",
    "This object ID is already added": "Questo ID oggetto è già stato aggiunto",
    "Thread credentials": "Credenziali del thread",
    "Thread network name": "Thread network name",
    "Thread operational dataset": "Thread operational dataset",
    "To commission/connect matter devices with ioBroker controller use better ioBroker.visu app:": "Per mettere in funzione/collegare i dispositivi Matter con il controller ioBroker, utilizzare la migliore app ioBroker.visu:",
    "To make all this work, the following requirements should be considered": "Per far funzionare tutto questo, è necessario considerare i seguenti requisiti",
    "To use a Matter bridge or device options with more than 5 devices please enter valid ioBroker.pro Cloud credentials with at least an active Assistant license.": "Per utilizzare un bridge Matter o opzioni dispositivo con più di 5 dispositivi, inserisci credenziali ioBroker.pro Cloud valide con almeno una licenza Assistant attiva.",
    "Unselect all rooms": "Deseleziona tutte le stanze",
    "Use last value for ON": "Utilizzare l'ultimo valore per ON",
    "Value": "Valore",
    "Vendor ID": "ID del venditore",
    "WLAN credentials": "Credenziali Wi-Fi",
    "Warning about 15 devices": "Per evitare problemi durante l'associazione di questo bridge, si prega di considerare di associarlo ora e di aggiungere altri dispositivi in seguito.",
    "Welcome explanation": "L'adattatore Matter consente l'integrazione di ioBroker con tutti i dispositivi Matter sul mercato e consente ai dispositivi ioBroker di essere utilizzati direttamente in molti ecosistemi compatibili con Matter, come Apple, Google, Amazon o SmartThings. La comunicazione avviene localmente e in modo sicuro.",
    "Welcome to Matter!": "Benvenuti su Matter!",
    "WiFi SSID": "SSID Wi-Fi",
    "WiFi password": "Password Wi-Fi",
    "Yes": "SÌ",
    "You need ioBroker.pro assistant or remote subscription to have more than 5 devices in bridge": "Hai bisogno dell'assistente ioBroker.pro o di un abbonamento remoto per avere più di 5 dispositivi in bridge",
    "You need to configure WLAN or Thread credentials above to activate BLE": "È necessario configurare le credenziali WLAN o Thread sopra per attivare BLE!",
    "blind": "Cieco",
    "cancelButtonText": "Cancellare",
    "dimmer": "Dimmer",
    "door": "Porta",
    "fireAlarm": "Allarme antincendio",
    "floodAlarm": "Allarme allagamento",
    "image": "Immagine",
    "invalid_password_warning": "La password sembra non valida",
    "ioBroker received \"%s\". You can now close this window by clicking on this text.": "ioBroker ha ricevuto \"%s\". Ora puoi chiudere questa finestra cliccando su questo testo.",
    "ioBroker.pro Login": "Accedi a ioBroker.pro",
    "ioBroker.pro Password": "Password ioBroker.pro",
    "light": "Leggero",
    "lock": "Serratura",
    "media": "Media",
    "motion": "Movimento",
    "no IPv6": "nessun IPv6",
    "okButtonText": "OK",
    "rgbSingle": "Luce RGB",
    "slider": "Dispositivo di scorrimento",
    "socket": "PRESA",
    "status_commissioned": "Commissionato ma non collegato al controller",
    "status_connected": "Connesso al controller",
    "status_creating": "Creare",
    "status_disconnected": "Disconnesso",
    "status_waitingForCommissioning": "In attesa della messa in servizio",
    "status_waitingForDeviceDiscovery": "In attesa del rilevamento del dispositivo",
    "temperature": "Temperatura",
    "thermostat": "Termostato",
    "to bridge": "collegare",
    "vacuumCleaner": "Aspirapolvere",
    "volume": "Volume",
    "volumeGroup": "Volume del gruppo",
    "weatherForecast": "Previsioni del tempo",
    "window": "Finestra",
    "windowTilt": "Finestra inclinata"
}