{
    "%s of %s devices selected": "Выбрано %s из %s устройств",
    "Access Point": "Точка доступа",
    "Activate BLE to pair devices nearby. You can also use the \"ioBroker Visu\" App to pair other devices.": "Активируйте BLE для сопряжения устройств поблизости от вашего хоста ioBroker, которые еще не подключены к другой экосистеме. Вы также можете использовать приложение «ioBroker Visu» для сопряжения других устройств.",
    "Add": "Добавить",
    "Add %s device(s)": "Добавить устройство(а) %s",
    "Add bridge": "Добавить мост",
    "Add device": "Добавить устройство",
    "Add device \"%s\" by pairing code or QR Code": "Добавьте устройство \"%s\" с помощью кода сопряжения или QR-кода",
    "Add device by pairing code or QR Code": "Добавьте устройство с помощью кода сопряжения или QR-кода",
    "Add device from channel or device": "Добавить устройство из канала или устройства",
    "Add device from one state": "Добавить устройство из одного состояния",
    "Add device with auto-detection": "Добавить устройство с автоопределением",
    "Add devices": "Добавить устройства",
    "Add via QR Code": "Ручное добавление уже подключенного устройства Matter с помощью контроллера Matter ioBroker",
    "Additionally to bridges you can also expose ioBroker states as stand alone matter devices. They can all be paired individually. You should prefer to use bridges.": "В дополнение к мостам вы также можете предоставлять состояния ioBroker как отдельные устройства Matter.\nВсе они могут быть подключены индивидуально.\nНо лучше использовать мосты.",
    "All": "Все",
    "All devices": "Все устройства",
    "All information of this device or bridge will be deleted and you must reconnect (with PIN or QR code) again.": "Вся информация об этом устройстве или мосте будет удалена, и вам придется заново подключиться (с помощью PIN-кода или QR-кода).",
    "All interfaces": "Все интерфейсы",
    "All state information of matter controller and devices will be deleted. You cannot undo it.": "Для контроллера, всех устройств и мостов будут восстановлены заводские настройки по умолчанию. \nПри этом удаляются сопряженные и текущие значения для всех устройств, мостов, а также сопряженных устройств в контроллере. Вы не можете отменить это.\nОбщая конфигурация контроллера и назначенные состояния ioBroker для мостов и устройств останутся неизменными.",
    "Allow action by identify": "Разрешить действие по идентификации",
    "Announcement will stop automatically after 15 minutes": "Объявление автоматически прекратится через 15 минут.",
    "Apply": "Применить",
    "Are you sure?": "Вы уверены?",
    "At least one bridge must be enabled": "Хотя бы один мост должен быть включен",
    "At least one enabled bridge must exist": "Должен существовать хотя бы один включенный мост.",
    "BLE Commissioning information": "BLE Настройки ввода в эксплуатацию",
    "Be sure, that UDP is enabled and working": "Убедитесь, что UDP включен и работает.",
    "Bluetooth": "Bluetooth",
    "Bluetooth HCI ID": "Bluetooth HCI ID",
    "Bluetooth configuration": "Конфигурация Bluetooth",
    "Bridge Debug information": "Информация об отладке моста",
    "Bridge is already commissioned. You cannot change the name or the vendor/product ID.": "Мост уже сдан в эксплуатацию. Вы не можете изменить имя или идентификатор поставщика/продукта.",
    "Bridge is not commissioned. Show QR Code got commissioning": "Мост не сдан в эксплуатацию. Показать QR-код введен в эксплуатацию",
    "Bridges": "Мосты",
    "Brightness by ON": "Яркость при включении",
    "Camera access is only permitted in secure context. Use HTTPS or localhost rather than HTTP.": "Локальное сканирование QR-кода невозможно, поскольку ioBroker Admin используется без HTTPS.\nПожалуйста, используйте сканер QR-кода ioBroker Cloud с помощью кнопки ниже или активируйте HTTPS для ioBroker Admin.",
    "Cancel": "Отмена",
    "Cannot pair device": "Невозможно подключить устройство",
    "Close": "Закрыть",
    "Cloud Account": "Облачный аккаунт",
    "Code must start with \"MT:\"": "Код должен начинаться с «MT:»",
    "Collapse all": "Свернуть все",
    "Commissioned Devices": "Введенные в эксплуатацию устройства",
    "Commissioning information": "Информация о вводе в эксплуатацию",
    "Configure custom device": "Настройка пользовательского устройства",
    "Connect": "Соединить",
    "Connect Matter devices with ioBroker": "Подключить устройства Matter к ioBroker",
    "Connected": "Соединено",
    "Connections": "Соединения",
    "Controller": "Контроллер",
    "Controller Settings": "Настройки контроллера",
    "Controller and Device Factory Reset": "Сброс настроек контроллера и устройств до заводских настроек",
    "Controller fabric label": "Метка сети контроллера",
    "Controller is not activated.": "Контроллер не активирован.",
    "Controller is not initialized.": "Контроллер не инициализирован.",
    "Copied to clipboard": "Скопировано в буфер обмена",
    "Default bridge": "Мост по умолчанию",
    "Default bridge (Alexa-compatible)": "Мост по умолчанию (совместим с Alexa, использует порт 5540)",
    "Delete": "Удалить",
    "Delete bridge": "Удалить мост",
    "Delete device": "Удалить устройство",
    "Detected device types \"%s\" are not supported yet": "Обнаруженные типы устройств \"%s\" пока не поддерживаются",
    "Device Debug information": "Информация об отладке устройства",
    "Device is already commissioned. You cannot change the name or the vendor/product ID.": "Устройство уже введено в эксплуатацию. Вы не можете изменить имя или идентификатор поставщика/продукта.",
    "Device is already commissioning. Show status information": "Устройство уже вводится в эксплуатацию. Показать информацию о статусе",
    "Device is not commissioned. Show QR Code for commissioning": "Устройство не введено в эксплуатацию. Показать QR-код для commissioninn",
    "Device names": "Имена устройств",
    "Device type": "Тип устройства",
    "Device type \"%s\" is not supported yet": "Тип устройства «%s» пока не поддерживается.",
    "Devices": "Устройства",
    "Disable": "Запрещать",
    "Disable device": "Отключить устройство",
    "Discovered devices to pair": "Обнаружены устройства для сопряжения",
    "Discovery devices": "Обнаружение и сопряжение устройств",
    "Do not compose devices (Alexa does not support composed devices yet)": "Не создавать составные устройства (если экосистема для сопряжения не поддерживает составленные устройства)",
    "Do not forget to save changed settings": "Не забудьте сохранить измененные настройки.",
    "Do you want to delete bridge": "Вы хотите удалить мост?",
    "Do you want to delete device": "Вы хотите удалить устройство",
    "Docker information": "Поскольку ioBroker работает в Docker, необходимо использовать хост-сеть, в противном случае маршрутизация IPv6 и UDP работать не будет.",
    "Edit bridge": "Редактировать мост",
    "Edit device": "Изменить устройство",
    "Enable": "Давать возможность",
    "Enable device": "Включить устройство",
    "Enable enhanced debug logging for the Matter protocol": "Включить расширенное ведение журнала отладки для протокола Matter (видно только с уровнем журнала «отладка»)",
    "Enable/disable bridge": "Включить/выключить мост",
    "End Device": "Конечное устройство",
    "Error": "Ошибка",
    "Error loading network data": "Ошибка загрузки данных сети",
    "Error while executing command": "Ошибка при выполнении команды",
    "Expand all": "Расширить все",
    "Expose ioBroker devices as Matter bridge": "Предоставить устройства ioBroker в качестве моста Matter",
    "Fit to screen": "Подогнать под экран",
    "Following object IDs was not added because already exists": "Следующие идентификаторы объектов не были добавлены, поскольку уже существуют",
    "Following object IDs was not added because of the license": "Следующие идентификаторы объектов не были добавлены из-за лицензии",
    "General": "Основные",
    "Generate new pairing code": "Создать новый код сопряжения",
    "Hide unsupported devices": "Скрыть неподдерживаемые устройства",
    "Identifying device %s": "Идентификация устройства \"%s\"",
    "If your device has more then one active network interface and you have issues try limiting it to one interface": "Если на вашем устройстве имеется более одного активного сетевого интерфейса и у вас возникли проблемы, попробуйте ограничить его одним интерфейсом.",
    "Info about Alexa Bridge": "Обратите внимание: из-за ограничений системы Amazon Alexa, только один мост или устройство может быть сопряжено с Alexa на один хост ioBroker! Этот выбор определяет, какой мост будет сопряжен с системой Alexa.",
    "Instance is not alive": "Экземпляр не выполняется",
    "Interface": "Интерфейс",
    "Leader": "Лидер",
    "Length of manual code must be 11 or 21 characters": "Длина ручного кода должна быть 11 или 21 символ.",
    "Logging": "Ведение журнала",
    "Login and password will not be taken as incomplete. Discard changes?": "Логин и пароль не будут считаться неполными. Отменить изменения?",
    "Maintenance Settings": "Настройки обслуживания",
    "Make sure that after purchasing a new assistant or remote license, the instance is restarted. The license will only be verified during startup.": "Убедитесь, что после покупки нового помощника или удаленной лицензии экземпляр перезапущен. Лицензия будет проверена только во время запуска.",
    "Manual pairing code": "Код сопряжения вручную",
    "Matter Bridges Infotext": "Matter Bridges может содержать внутри себя несколько устройств и является наиболее простым способом объединения устройств ioBroker в экосистему, совместимую с Matter. Устройства, содержащиеся в мосте, также можно добавлять или удалять после ввода моста в эксплуатацию. Некоторые свойства устройства невозможно изменить после ввода моста в состав контроллера.\n\nЕсли у вас есть хотя бы лицензия Assistant в вашей учетной записи ioBroker.pro, вы также можете создать несколько мостов, чтобы лучше структурировать свои устройства.\n\nОбратите внимание: из-за ограничений системы Amazon Alexa вы можете иметь только один мост или устройство, сопряженное с Alexa, на один хост ioBroker!",
    "Matter Controller BLE Dialog Infotext": "Для сопряжения устройств, которые используют WLAN или Thread для связи, вам необходимо предоставить свои учетные данные WLAN или Thread.\nЭти учетные данные затем передаются на устройство во время ввода в эксплуатацию. \nЕсли устройство уже было введено в эксплуатацию в другой экосистеме и уже находится в сети, в этом нет необходимости.",
    "Matter Controller Infotext": "Используйте функции «Контроллер» для интеграции совместимых с Matter устройств в ioBroker. \nВы можете обнаружить и ввести в эксплуатацию устройство, а затем управлять им. Данные устройств будут доступны в виде состояний на вкладке «Объекты ioBroker». \nФункция контроллера по умолчанию отключена, но ее можно включить с помощью переключателя ниже.",
    "Matter requires enabled IPv6 protocol on selected interface.": "Matter требует включенного протокола IPv6 на выбранном интерфейсе.",
    "Medium": "Средний",
    "More details in the Troubleshooting Guide": "Более подробную информацию см. в Руководстве по устранению неполадок.",
    "Name": "Имя",
    "Network Topology": "Топология сети",
    "Network configuration": "Конфигурация сети",
    "New bridge": "Новый мост",
    "No IPv6 was found on your system!": "В вашей системе не найден IPv6!",
    "No QR code found": "QR-код не найден",
    "No Thread devices found": "Thread-устройства не найдены",
    "No Thread or WiFi devices found": "Thread или WiFi устройства не найдены",
    "No WiFi devices found": "WiFi-устройства не найдены",
    "No bridges created. Create one, by clicking on the \"+\" button in the bottom right corner.": "Никаких мостов не создано. Создайте его, нажав кнопку «+» в правом нижнем углу.",
    "No devices was added, as they are already in the list": "Устройства не были добавлены, так как они уже есть в списке.",
    "No devices was added, as they are already in the list or not allowed by license": "Устройства не были добавлены, так как они уже есть в списке или не разрешены лицензией.",
    "No devices was added, as they are not allowed by license": "Устройства не добавлены, так как они не разрешены лицензией.",
    "No network data available": "Нет данных о сети",
    "No one device created. Create one, by clicking on the \"+\" button on the left.": "Ни одно устройство не создано. Создайте его, нажав на кнопку \"+\" слева.",
    "Node got enabled and will be connected now. It might take a moment until the devices of this node are shown.": "Узел включен и теперь будет подключен. Может потребоваться некоторое время, чтобы отобразились устройства этого узла.",
    "Not connected": "Не подключен",
    "Not supported yet": "Пока не поддерживается",
    "Not used devices": "Не используемые устройства",
    "Nothing detected": "Ничего не обнаружено",
    "Off": "Деактивировать",
    "On": "Активировать",
    "Options": "Параметры",
    "Pairing Info Text": "Обнаружение устройств в вашей IP-сети. \nУбедитесь, что хост ioBroker может свободно отправлять и получать UDP-сообщения в сети и в сети обнаруживаемых устройств. \nПри необходимости сбросьте устройства к заводским настройкам или выключите и включите их.",
    "Pairing Info Text BLE": "Обнаружение устройств в вашей IP-сети и через BLE. \nУбедитесь, что хост ioBroker может свободно отправлять и получать UDP-сообщения в сети и в сети обнаруживаемых устройств. \nПри необходимости сбросьте устройства к заводским настройкам или выключите и включите их.",
    "Pairing requirement": "Устройства должны находиться в режиме сопряжения. Устройства, которые еще не связаны, лучше всего связывать через приложение ioBroker Visu. В противном случае переведите устройство в режим сопряжения через уже связанную экосистему.",
    "Password repeat": "Повторите пароль",
    "Password repeat is not equal to password": "Повтор пароля не равен паролю",
    "Please DO NOT use the QR code / pairing code that is printed on the Matter device.": "НЕ ИСПОЛЬЗУЙТЕ QR-код/код сопряжения, напечатанный на устройстве Matter.",
    "Please confirm": "Пожалуйста подтвердите",
    "Please scan this QR-Code with the App of the ecosystem you want to pair it to or use the below printed setup code.": "Отсканируйте этот QR-код с помощью приложения той экосистемы, к которой вы хотите его подключить, или используйте распечатанный ниже код настройки.",
    "Product ID": "Код товара",
    "Provide your Thread or WiFi information or both!": "Предоставьте информацию о своей теме или Wi-Fi, или и то, и другое!",
    "QR Code": "QR-код",
    "QR Code scan is not possible": "Сканирование QR-кода невозможно.",
    "QR Code to connect for %s": "QR-код для подключения к \"%s\"",
    "Re-announce": "Повторно объявить",
    "Read for problems": "Если у вас возникли проблемы с поиском устройств или подключением к экосистемам, вам может потребоваться выполнить дополнительные настройки IPv6 на хосте ioBroker.",
    "Reconnect to backend": "Повторное подключение к бэкэнду",
    "Refresh": "Обновить",
    "Required": "Необходимый",
    "Requirements: add via QR Code": "Предварительное условие: Устройство Matter должно быть уже подключено к другой системе Matter (например, Google, Apple, Alexa, ...). Здесь вы должны ввести код сопряжения QR-кода или отсканировать QR-код, предоставленный для этого устройства Matter в приложении экосистемой Matter (например, Google Home).",
    "Reset": "Сбросить настройки",
    "Reset device or bridge": "Сброс устройства или моста",
    "Reset it at least to defaults": "Наконец сброс к настройкам по умолчанию",
    "Reset successful": "Сброс успешен",
    "Reset to defaults": "Сбросить настройки по умолчанию",
    "Reset to factory defaults": "Сброс к заводским настройкам",
    "Room plus device type names": "Названия типов комнат и устройств",
    "Router": "Маршрутизатор",
    "Save": "Сохранить",
    "Scan with the ioBroker cloud": "Сканирование с помощью облака ioBroker",
    "Select default bridge": "Выбрать мост по умолчанию",
    "Select/Unselect all devices in room": "Выбрать/отменить выбор всех устройств в комнате",
    "Show QR Code for commissioning": "Показать QR-код для ввода в эксплуатацию",
    "Show additional information": "Показать дополнительную информацию",
    "Show debug information": "Показать отладочную информацию",
    "Show error": "Показать ошибку",
    "Show readme page": "Показать страницу readme",
    "Show unsupported devices": "Показать неподдерживаемые устройства",
    "Show welcome dialog": "Показать приветственный диалог",
    "Signal Strength": "Сила сигнала",
    "Some IPv6 was found on your system.": "В вашей системе обнаружен IPv6.",
    "Some IPv6 was found on your system. But your currently selected interface does not support it. Please select another one below:": "В вашей системе был найден IPv6. Но ваш текущий выбранный интерфейс не поддерживает его. Пожалуйста, выберите другой ниже:",
    "Status": "Положение дел",
    "Stay here": "Оставайся здесь",
    "Stop": "Остановить",
    "Strong": "Сильный",
    "Successfully re-announced": "Успешно выполнено!",
    "Suppress question for 5 minutes": "Не задавать вопрос 5 минут",
    "Sync credentials with %s": "Синхронизировать учетные данные с %s",
    "The label set here is used as Label when ioBroker connects to a device as controller and might be shown by other Controllers in their overviews about other connected ecosystems.": "Установленная здесь метка используется в качестве метки, когда ioBroker подключается к устройству в качестве контроллера, и может отображаться другими контроллерами в их обзорах других подключенных экосистем.",
    "This cannot be undone!": "Это не может быть отменено!",
    "This device can only be paired using BLE but BLE is disabled. Please use the ioBroker Visu App to pair this device or enable the Host BLE.": "Это устройство может быть сопряжено только с помощью BLE, но BLE отключен. Используйте приложение ioBroker Visu для сопряжения этого устройства или включения Host BLE.",
    "This device is already paired to this Controller! You can not pair it again.": "Это устройство уже сопряжено с этим контроллером! Вы не можете выполнить сопряжение снова.",
    "This device/bridge is linked to some ecosystem. If it is deleted here, you must manually remove it from your ecosystem!": "Это устройство/мост привязано к какой-то экосистеме. Если оно удалено здесь, вам необходимо вручную удалить его из вашей экосистемы!",
    "This entry is being modified actually": "Эта запись в данный момент изменяется",
    "This object ID is already added": "Этот идентификатор объекта уже добавлен",
    "Thread Mesh": "Thread-сеть",
    "Thread network info": "Неизвестные устройства (желтые) - это устройства, видимые в таблицах соседей Thread, но не подключенные к этому контроллеру. Они могут быть частью других сетей Thread или экосистем.",
    "Thread Roles": "Роли Thread",
    "Thread Topology": "Топология Thread",
    "Thread credentials": "Учетные данные потока",
    "Thread network name": "Имя сети Thread",
    "Thread operational dataset": "Thread operational dataset",
    "To commission/connect matter devices with ioBroker controller use better ioBroker.visu app:": "Для подключения устройств Matter к ioBroker лучше используйте приложение ioBroker.visu:",
    "To make all this work, the following requirements should be considered": "Чтобы все это работало, необходимо учитывать следующие требования:",
    "To use a Matter bridge or device options with more than 5 devices please enter valid ioBroker.pro Cloud credentials with at least an active Assistant license.": "Чтобы использовать мост Matter или варианты устройств с более чем 5 устройствами, введите действительные учетные данные ioBroker.pro Cloud с как минимум активной лицензией Assistant.",
    "Unknown Device": "Неизвестное устройство",
    "Unknown command": "Неизвестная команда",
    "Unknown error": "Неизвестная ошибка",
    "Unselect all rooms": "Отменить выбор всех номеров",
    "Use last value for ON": "Использовать последнее значение при включении",
    "Value": "Значение",
    "Vendor ID": "Идентификатор поставщика",
    "WLAN credentials": "Учетные данные WLAN",
    "Warning about 15 devices": "Чтобы избежать проблем при сопряжении этого моста, пожалуйста, рассмотрите возможность сопряжения сейчас и добавления дополнительных устройств позже.",
    "Weak": "Слабый",
    "Welcome explanation": "Адаптер Matter позволяет интегрировать ioBroker со всеми устройствами Matter на рынке и позволяет использовать устройства ioBroker напрямую во многих экосистемах, совместимых с Matter, таких как Apple, Google, Amazon или SmartThings. Связь осуществляется локально и безопасно.",
    "Welcome to Matter!": "Добро пожаловать в Matter!",
    "WiFi Network": "WiFi-сеть",
    "WiFi network info": "Точки доступа (оранжевые) представляют WiFi-роутеры, к которым подключены ваши устройства. BSSID уникально идентифицирует каждую точку доступа.",
    "WiFi SSID": "SSID Wi-Fi",
    "WiFi password": "Пароль Wi-Fi",
    "WiFi Topology": "Топология WiFi",
    "Yes": "Да",
    "You need ioBroker.pro assistant or remote subscription to have more than 5 devices in bridge": "Вам нужен помощник ioBroker.pro или удаленная подписка, чтобы иметь более 5 устройств в мосту.",
    "You need to configure WLAN or Thread credentials above to activate BLE": "Вам необходимо настроить учетные данные WLAN или Thread, указанные выше, чтобы активировать BLE!",
    "cancelButtonText": "Отмена",
    "copied": "Скопировано",
    "invalid_password_warning": "Пароль выглядит недействительным",
    "ioBroker received \"%s\". You can now close this window by clicking on this text.": "ioBroker получил \"%s\". Теперь вы можете закрыть это окно, нажав на этот текст.",
    "ioBroker.pro Login": "ioBroker.pro Логин",
    "ioBroker.pro Password": "ioBroker.pro Пароль",
    "no IPv6": "нет IPv6",
    "nothingToCopy": "Нечего копировать",
    "okButtonText": "Хорошо",
    "status_commissioned": "Введен в эксплуатацию, но не подключен к контроллеру",
    "status_connected": "Подключен к контроллеру",
    "status_creating": "Создание",
    "status_disconnected": "Отключено",
    "status_waitingForCommissioning": "Ожидание ввода в эксплуатацию",
    "status_waitingForDeviceDiscovery": "Ожидание обнаружения устройства",
    "to bridge": "преодолеть"
}
